[
  {
    "id": "ID001",
    "characters": "一鸣惊人",
    "pinyin": "yī míng jīng rén",
    "meaning": "Canto de pájaro que sobresalta a todos",
    "example": "Después de años de preparación silenciosa, su novela se convirtió en una sensación de la noche a la mañana",
    "chineseExample": "经过多年默默准备，他的小说一夜成名",
    "theme": "Éxito y Perseverancia",
    "description": "This idiom emerged during the Han Dynasty in scholarly discourse about late-blooming talent. The image of a seemingly ordinary bird (鸣, cry) suddenly producing an extraordinary song that startles (惊) everyone (人) was inspired by the story of a rural scholar who, after years of obscurity, stunned the imperial court with his brilliance. The metaphor draws from ancient Chinese ornithology, where certain birds were known to remain silent for long periods before producing remarkably beautiful songs. In imperial examination culture, it became associated with candidates who achieved unexpected success. Modern usage extends to any dramatic debut or breakthrough - from artists releasing career-defining works to researchers making groundbreaking discoveries. It captures the universal experience of hidden potential suddenly revealed.",
    "metaphoric_meaning": "Éxito repentino y notable",
    "traditionalCharacters": "一鳴驚人",
    "description_tr": "This idiom emerged during the Han Dynasty in scholarly discourse about late-blooming talent. The image of a seemingly ordinary bird (鳴, cry) suddenly producing an extraordinary song that startles (驚) everyone (人) was inspired by the story of a rural scholar who, after years of obscurity, stunned the imperial court with his brilliance. The metaphor draws from ancient Chinese ornithology, where certain birds were known to remain silent for long periods before producing remarkably beautiful songs. In imperial examination culture, it became associated with candidates who achieved unexpected success. Modern usage extends to any dramatic debut or breakthrough - from artists releasing career-defining works to researchers making groundbreaking discoveries. It captures the universal experience of hidden potential suddenly revealed.",
    "chineseExample_tr": "經過多年默默準備，他的小說一夜成名",
    "original_meaning": "Bird cry that startles all",
    "original_metaphoric": "Sudden, remarkable success"
  },
  {
    "id": "ID002",
    "characters": "融会贯通",
    "pinyin": "róng huì guàn tōng",
    "meaning": "Fusionar y conectar completamente",
    "example": "Después de años de estudio, finalmente dominó los principios de la física",
    "chineseExample": "经过多年学习，她终于理解了所有概念之间的联系",
    "theme": "Sabiduría y Aprendizaje",
    "description": "Emerging from Buddhist meditation texts of the Tang Dynasty, this idiom describes the moment when scattered knowledge merges (融会) and flows through (贯通) one's understanding completely. The metaphor originates from the practice of metal casting, where separate elements melt and flow together to form a perfect whole. Buddhist monks used this imagery to describe the state of enlightenment when seemingly disparate teachings suddenly connect in perfect clarity. The concept gained broader application during the Song Dynasty as Neo-Confucian scholars adopted it to describe comprehensive understanding of the classics. In modern context, it describes the breakthrough moment in learning when previously disconnected pieces of knowledge suddenly form a coherent whole, particularly valued in fields requiring interdisciplinary mastery.",
    "metaphoric_meaning": "Dominar algo completamente",
    "traditionalCharacters": "融會貫通",
    "description_tr": "Emerging from Buddhist meditation texts of the Tang Dynasty, this idiom describes the moment when scattered knowledge merges (融會) and flows through (貫通) one's understanding completely. The metaphor originates from the practice of metal casting, where separate elements melt and flow together to form a perfect whole. Buddhist monks used this imagery to describe the state of enlightenment when seemingly disparate teachings suddenly connect in perfect clarity. The concept gained broader application during the Song Dynasty as Neo-Confucian scholars adopted it to describe comprehensive understanding of the classics. In modern context, it describes the breakthrough moment in learning when previously disconnected pieces of knowledge suddenly form a coherent whole, particularly valued in fields requiring interdisciplinary mastery.",
    "chineseExample_tr": "經過多年學習，她終於理解了所有概念之間的聯繫",
    "original_meaning": "Merge and flow through completely",
    "original_metaphoric": "Master something completely"
  },
  {
    "id": "ID003",
    "characters": "学海无涯",
    "pinyin": "xué hǎi wú yá",
    "meaning": "El mar del aprendizaje no tiene orillas",
    "example": "Sin importar cuánto sepas, siempre hay más por descubrir",
    "chineseExample": "即使八十岁了，她每天仍在学习新东西",
    "theme": "Sabiduría y Aprendizaje",
    "description": "This idiom comes from a longer phrase '学海无涯，苦作舟渡' - the sea (海) of learning (学) has no shores (无涯), but hard work is the boat that crosses it. First appearing in Song Dynasty scholarly texts, it gained prominence during the Ming period when private academies flourished. The ocean metaphor was especially meaningful as classical education required navigating vast bodies of literature. Modern usage emphasizes both the endless nature of learning in our information age and the humility required for true scholarship. Particularly popular in academic settings, it reminds us that knowledge is boundless, and even experts must maintain a learner's mindset throughout their lives.",
    "metaphoric_meaning": "El aprendizaje es ilimitado",
    "traditionalCharacters": "學海無涯",
    "description_tr": "This idiom comes from a longer phrase '學海無涯，苦作舟渡' - the sea (海) of learning (學) has no shores (無涯), but hard work is the boat that crosses it. First appearing in Song Dynasty scholarly texts, it gained prominence during the Ming period when private academies flourished. The ocean metaphor was especially meaningful as classical education required navigating vast bodies of literature. Modern usage emphasizes both the endless nature of learning in our information age and the humility required for true scholarship. Particularly popular in academic settings, it reminds us that knowledge is boundless, and even experts must maintain a learner's mindset throughout their lives.",
    "chineseExample_tr": "即使八十歲了，她每天仍在學習新東西",
    "original_meaning": "Ocean of learning has no shores",
    "original_metaphoric": "Learning is limitless"
  },
  {
    "id": "ID004",
    "characters": "一模一样",
    "pinyin": "yī mú yī yàng",
    "meaning": "El agua clara no tiene peces",
    "example": "Su perfeccionismo extremo le dificultaba hacer amigos duraderos",
    "chineseExample": "这对双胞胎穿着如此相似，以至于老师无法分辨他们",
    "theme": "Filosofía de Vida",
    "description": "Originating in Ming Dynasty craftsmen's guilds, this idiom literally means one (一) mold (模) produces one (一) appearance (样). It derives from the ancient art of bronze casting, where master craftsmen used precise molds to create identical pieces. The repetition of '一' (one) emphasizes perfect replication. Initially used to praise exceptional craftsmanship in creating matching sets of imperial artifacts, it later expanded beyond artisanal contexts. During the Qing Dynasty, it became associated with the imperial examination system's emphasis on standardization. Modern usage often carries a dual meaning - while it can praise precision and consistency, it sometimes critically refers to excessive conformity or lack of originality.",
    "metaphoric_meaning": "Ser demasiado exigente te deja solo",
    "traditionalCharacters": "一模一樣",
    "description_tr": "Originating in Ming Dynasty craftsmen's guilds, this idiom literally means one (一) mold (模) produces one (一) appearance (樣). It derives from the ancient art of bronze casting, where master craftsmen used precise molds to create identical pieces. The repetition of '一' (one) emphasizes perfect replication. Initially used to praise exceptional craftsmanship in creating matching sets of imperial artifacts, it later expanded beyond artisanal contexts. During the Qing Dynasty, it became associated with the imperial examination system's emphasis on standardization. Modern usage often carries a dual meaning - while it can praise precision and consistency, it sometimes critically refers to excessive conformity or lack of originality.",
    "chineseExample_tr": "這對雙胞胎穿着如此相似，以至於老師無法分辨他們",
    "original_meaning": "One mold one appearance",
    "original_metaphoric": "Exactly identical"
  },
  {
    "id": "ID005",
    "characters": "百折不挠",
    "pinyin": "bǎi zhé bù náo",
    "meaning": "Un error perpetuo por mil años",
    "example": "Su decisión apresurada de dejar la universidad lo persiguió durante décadas",
    "chineseExample": "尽管屡次被拒绝，她从未放弃梦想",
    "theme": "Filosofía de Vida",
    "description": "Dating to the Warring States period, this idiom describes bamboo that bends a hundred (百) times (折) but never (不) yields (挠). The imagery comes from ancient observations of bamboo groves surviving severe storms by bending rather than breaking. The metaphor gained particular significance during the Three Kingdoms period, when strategist Zhuge Liang used it to encourage his troops during difficult campaigns. Confucian scholars later adopted it to describe moral resilience under pressure. In modern contexts, it's often invoked during times of personal or national adversity, emphasizing that true strength lies not in rigid resistance but in flexible persistence. The idiom particularly resonates in business and personal development contexts.",
    "metaphoric_meaning": "Una decisión que causa arrepentimiento duradero",
    "traditionalCharacters": "百折不撓",
    "description_tr": "Dating to the Warring States period, this idiom describes bamboo that bends a hundred (百) times (折) but never (不) yields (撓). The imagery comes from ancient observations of bamboo groves surviving severe storms by bending rather than breaking. The metaphor gained particular significance during the Three Kingdoms period, when strategist Zhuge Liang used it to encourage his troops during difficult campaigns. Confucian scholars later adopted it to describe moral resilience under pressure. In modern contexts, it's often invoked during times of personal or national adversity, emphasizing that true strength lies not in rigid resistance but in flexible persistence. The idiom particularly resonates in business and personal development contexts.",
    "chineseExample_tr": "儘管屢次被拒絕，她從未放棄夢想",
    "original_meaning": "Bend hundred times never yield",
    "original_metaphoric": "Unshakeable despite adversity"
  }
]