[
  {
    "id": "ID001",
    "characters": "一鸣惊人",
    "pinyin": "yī míng jīng rén",
    "meaning": "驚くべき鳥の叫び",
    "example": "長年の静かな準備の後、彼の小説は一晩の感覚になりました",
    "chineseExample": "经过多年默默准备，他的小说一夜成名",
    "theme": "成功と忍耐",
    "description": "この故事成語は、漢代に大器晩成の才能に関する学術的な議論の中で生まれました。一見すると普通の鳥が、突然並外れた鳴き声（鳴）を上げ、人々（人）を驚かせる（驚）というイメージは、長年の無名時代を経て、その才気で朝廷を驚かせた地方の学者の故事に由来しています。この比喩は、ある種の鳥が長期間鳴かず、その後、驚くほど美しい歌声を出すことで知られていた古代中国の鳥類学に由来しています。科挙の文化においては、予想外の成功を収めた受験生と結びつけられるようになりました。現代では、キャリアを決定づける作品を発表する芸術家から、画期的な発見をする研究者に至るまで、劇的なデビューやブレークスルー全般にその用法が拡大しています。この言葉は、隠れた潜在能力が突然明らかになるという普遍的な経験を捉えています。",
    "metaphoric_meaning": "突然、驚くべき成功",
    "traditionalCharacters": "一鳴驚人",
    "chineseExample_tr": "經過多年默默準備，他的小說一夜成名"
  },
  {
    "id": "ID002",
    "characters": "融会贯通",
    "pinyin": "róng huì guàn tōng",
    "meaning": "マージして完全に流れます",
    "example": "長年の研究の後、彼女はついにすべての概念がどのように関連しているかを理解しました",
    "chineseExample": "经过多年学习，她终于理解了所有概念之间的联系",
    "theme": "知恵と学習",
    "description": "唐代の仏教瞑想に関する典籍から生まれたこの成語は、散在していた知識が「融会」（一つに溶け合う）し、理解の中に完全に「貫通」（流れ通る）する瞬間を描写しています。この比喩は、金属鋳造の慣習に由来します。そこでは、別々の要素が溶け合って流れ込み、完璧な全体を形成します。仏教の僧侶たちは、一見ばらばらに見える教えが突然、完全に明瞭に結びつく悟りの境地を表現するのにこのイメージを用いました。この概念は宋代になると、新儒教の学者たちが経典の包括的な理解を説明するために採用したことで、より広範な意味を持つようになりました。現代においては、これまで別々だった知識の断片が突然一つのまとまった全体を形成する、学習におけるブレイクスルーの瞬間を指します。特に、学際的な習得が求められる分野で重宝されています。",
    "metaphoric_meaning": "何かを完全にマスターします",
    "traditionalCharacters": "融會貫通",
    "chineseExample_tr": "經過多年學習，她終於理解了所有概念之間的聯繫"
  },
  {
    "id": "ID003",
    "characters": "学海无涯",
    "pinyin": "xué hǎi wú yá",
    "meaning": "海の学習には海岸がありません",
    "example": "80歳でさえ、彼女は毎日新しいことを学び続けています",
    "chineseExample": "即使八十岁了，她每天仍在学习新东西",
    "theme": "知恵と学習",
    "description": "この成語は、「学海無涯、苦作舟渡」という長い句に由来しています。これは、「学問の海には果てがなく、ひたすら努力することこそが、それを渡る舟である」という意味です。宋代の学術書に初めて登場し、私塾が隆盛した明代に広く知られるようになりました。古典教育において膨大な文献を読み解くことが求められた当時、この「海」の比喩は特に意味深いものでした。現代では、情報化時代における学びの無限性と、真の学識に不可欠な謙虚さの両方を強調する意味で用いられています。特に学術的な場でよく用いられ、知識は無限であり、専門家でさえも生涯にわたって学び続ける姿勢を持つべきだと私たちに教えてくれます。",
    "metaphoric_meaning": "学習は無限です",
    "traditionalCharacters": "學海無涯",
    "chineseExample_tr": "即使八十歲了，她每天仍在學習新東西"
  },
  {
    "id": "ID004",
    "characters": "一模一样",
    "pinyin": "yī mú yī yàng",
    "meaning": "1つのカビの1つの外観",
    "example": "双子は同様に服を着ているので、彼らの教師は彼らに離れることができません",
    "chineseExample": "这对双胞胎穿着如此相似，以至于老师无法分辨他们",
    "theme": "人間関係と性格",
    "description": "明代の職人組合に由来するこの成語は、文字通り「一つの型（模）から一つの姿（様）が生まれる」という意味です。古代の青銅器鋳造の技術に由来し、熟練した職人が精密な型（鋳型）を用いて寸分違わぬ作品を生み出していたことに基づいています。「一」（いち）の繰り返しは、完璧な複製を強調しています。当初は、皇帝の工芸品において寸分の狂いもない一対の品々を作る卓越した職人技を称賛するために用いられましたが、後に職人の技芸の範疇を超えて使われるようになりました。清代には、科挙制度における標準化の重視と結びつけられるようになりました。現代では、しばしば二重の意味合いを持ちます。すなわち、精密さや一貫性を称賛する場合がある一方で、過度な画一性や独創性の欠如を批判的に指すこともあります。",
    "metaphoric_meaning": "まったく同じ",
    "traditionalCharacters": "一模一樣",
    "chineseExample_tr": "這對雙胞胎穿着如此相似，以至於老師無法分辨他們"
  },
  {
    "id": "ID005",
    "characters": "百折不挠",
    "pinyin": "bǎi zhé bù náo",
    "meaning": "数百回曲がりません",
    "example": "多くの拒絶にもかかわらず、彼女は彼女の夢を決してあきらめませんでした",
    "chineseExample": "尽管屡次被拒绝，她从未放弃梦想",
    "theme": "成功と忍耐",
    "description": "戦国時代に遡るこの故事成語は、「百」（ひゃく）が「百回」、「折」（せつ）が「折れること」、「不」（ふ）が「～ない」、「撓」（とう）が「屈する」をそれぞれ意味し、何百回曲がっても決して屈しない竹の姿を描写しています。このイメージは、古くから観察されてきた竹林が激しい嵐に遭っても、折れることなくしなやかに曲がることで生き残る様子に由来しています。この比喩は、三国時代に戦略家の諸葛亮が困難な戦役で兵を鼓舞するために用いたことで、特に重要性を増しました。後に儒学者が、圧力下での精神的な強靭さを表現するために、この故事成語を採用しました。現代では、個人的あるいは国家的な逆境の際にしばしば引用され、真の強さは硬直した抵抗ではなく、柔軟な粘り強さにあることを強調します。この故事成語は、特にビジネスや自己啓発の分野で強く共感されます。",
    "metaphoric_meaning": "逆境にもかかわらず揺るぎない",
    "traditionalCharacters": "百折不撓",
    "chineseExample_tr": "儘管屢次被拒絕，她從未放棄夢想"
  },
  {
    "id": "ID006",
    "characters": "知行合一",
    "pinyin": "zhī xíng hé yī",
    "meaning": "知識と行動は1つとして団結します",
    "example": "彼は環境保護について話すだけでなく、それを生きています",
    "chineseExample": "他不仅谈论环保，更是身体力行",
    "theme": "知恵と学習",
    "description": "明代の新儒教哲学者である王陽明によって広められたこの四字熟語は、知（知識）と行（行動）を合一（一体であること）と捉える。王陽明は、理論的理解と実践的応用との伝統的な分離に異を唱え、真の知識は本質的に行動に現れると主張した。彼の革新的な哲学は、政治的追放中の個人的な経験から生まれたものであり、その経験の中で彼は、実践を伴わない単なる書物による学問が無意味であることを悟った。この概念は東アジアの思想に深い影響を与え、後に西洋のプラグマティズム哲学とも共鳴した。現代においては、理論と実践が一致しなければならない専門分野、例えば医療研修から経営管理に至るまで、特に適用される。これは「為すことによって学ぶ」ことを提唱し、応用がなければ理解は不完全であることを私たちに想起させる。",
    "metaphoric_meaning": "あなたが知っていることを練習してください",
    "traditionalCharacters": "知行合一",
    "chineseExample_tr": "他不僅談論環保，更是身體力行"
  },
  {
    "id": "ID007",
    "characters": "一波三折",
    "pinyin": "yī bō sān zhé",
    "meaning": "1つの波の3ターン",
    "example": "彼らの成功への旅には、多くの予想外の課題がありました",
    "chineseExample": "他们的成功之路经历了许多意想不到的挑战",
    "theme": "人生哲学",
    "description": "この成語は、晋代の書の名人である王羲之が、筆使いについて述べた観察に由来します。彼は、一つの波（一波）を描くとき、筆を三度折る（三折）と記しています。この書道の技術的な説明は、その芸術的な起源を超えて発展し、人生の紆余曲折を表す比喩となりました。この比喩は非常に的を射ています。なぜなら、波のような文字の各筆画は複数の正確な動きを必要とし、それは人生がめったに一直線に進まないのと同様だからです。唐代や宋代には、この表現は文学においてより広く使われるようになり、複雑な状況や、数多くの困難を伴う旅を描写するのに使われました。現代では、岸にたどり着くまでに三度方向を変える波のように、予期せぬ困難や複数の複雑な問題を含む経験を表すのに使われます。",
    "metaphoric_meaning": "多くのひねりとターン",
    "traditionalCharacters": "一波三折",
    "chineseExample_tr": "他們的成功之路經歷了許多意想不到的挑戰"
  },
  {
    "id": "ID008",
    "characters": "以心换心",
    "pinyin": "yǐ xīn huàn xīn",
    "meaning": "心を交換してください",
    "example": "彼女はいつも彼女を助けた人々を助けるために覚えています",
    "chineseExample": "她总是记得回报帮助过她的人",
    "theme": "人間関係と性格",
    "description": "この成語は漢代に生まれ、「換」「心」「以」という文字を使い、ある心と別の心を交換するという深い概念を表現しています。初出は外交文書の中で、争う国家間で信頼を築く理想的な方法として記述されていました。「心」の繰り返しは、単なる取引ではなく、真の相互性と相互理解を強調しています。唐代には、仏教の影響がその意味合いを豊かにし、共感と慈悲の精神という概念が加わりました。宋代には、医療倫理において特に重要な意味を持つようになり、理想的な医師と患者の関係を表すものとされました。現代では、その用法は様々な職業的および個人的な場面にまで広がり、真の共感と相互理解が意味のある関係の基盤であると強調されています。",
    "metaphoric_meaning": "他人を自分自身として扱います",
    "traditionalCharacters": "以心換心",
    "chineseExample_tr": "她總是記得回報幫助過她的人"
  },
  {
    "id": "ID009",
    "characters": "水滴石穿",
    "pinyin": "shuǐ dī shí chuān",
    "meaning": "水が穴の石を落とします",
    "example": "一貫した練習で、彼女は最終的に困難なスキルを習得しました",
    "chineseExample": "通过持续练习，她终于掌握了这项难度很大的技能",
    "theme": "成功と忍耐",
    "description": "この成語は、水滴が石を穿つ（水滴石穿）というイメージを通して、忍耐力の力を表現しています。漢代の文献に初めて記録されたこの成語は、何世紀にもわたって水が滴り落ちることで形成された自然の洞窟の観察に着想を得ています。このイメージは唐代に入ると、仏教の教師たちが精神修養における地道な実践の力を説く際に用いたことで、広く知られるようになりました。宋代には、科挙制度と結びつき、学生たちがたとえ最初の失敗があっても学業に粘り強く取り組むことを奨励する意味合いで使われました。現代では、一見不可能に思える目標も、時間をかけた地道な努力によって達成できるというメッセージを強調しており、特に教育や自己啓発の文脈で深く共感を呼んでいます。",
    "metaphoric_meaning": "永続性は何でも達成します",
    "traditionalCharacters": "水滴石穿",
    "chineseExample_tr": "通過持續練習，她終於掌握了這項難度很大的技能"
  },
  {
    "id": "ID010",
    "characters": "举一反三",
    "pinyin": "jǔ yī fǎn sān",
    "meaning": "1つを上げる3つを反映します",
    "example": "この原則を理解した後、彼女は同様の問題を簡単に解決できました",
    "chineseExample": "理解了这个原理后，她能轻松解决类似的问题",
    "theme": "知恵と学習",
    "description": "この成語は孔子の教育法に由来し、孔子は理想的な学生を、一つのこと（挙一）を教えれば、そこから三つのこと（三）を類推できる（反）者であると述べました。この考え方は『論語』にも現れており、孔子は具体的な事例からより広範な原則を導き出すことができる学生たちを称賛しました。漢代には、このアプローチは学術教育の基礎となり、単なる暗記ではなく能動的な学習が重視されるようになりました。この比喩は、知識が光のように一つの源から複数の領域を照らし出すことができる、ということを示しています。現代の教育やビジネスの文脈では、この成語は、根底にある原理を理解し、それを新しい状況に創造的に適用する能力を指し、特に革新的な問題解決が求められる分野で高く評価されています。",
    "metaphoric_meaning": "一例から多くを学びます",
    "traditionalCharacters": "舉一反三",
    "chineseExample_tr": "理解了這個原理後，她能輕鬆解決類似的問題"
  },
  {
    "id": "ID011",
    "characters": "门庭若市",
    "pinyin": "mén tíng ruò shì",
    "meaning": "市場として忙しい戸口",
    "example": "新しいレストランはとても人気があったので、常に顧客が詰め込まれていました",
    "chineseExample": "这家新餐厅很受欢迎，总是顾客盈门",
    "theme": "成功と忍耐",
    "description": "この生き生きとした慣用句「門庭若市」は、家の入り口（門庭）が市場（いちば）のように賑わっている様子を描写しています。その起源は漢代に遡り、当初は権勢のある役人の邸宅に数えきれないほどの訪問客が面会を求めて訪れる様子を表現していました。この比喩表現は、特に唐代に大きな意味を持つようになり、社会的成功と知的影響力の両方を象徴するようになりました。注目すべき例としては、詩人・白居易（はくきょい）の邸宅があり、そこには多くの学者仲間が集まり、彼の門前はまるで賑やかな市場のようだったと言われています。現代では、文字通り大勢の人が集まる状況を超えて、人気、影響力、または高い需要を表すようになりました。成功したビジネス、人気の教授のオフィスアワー、あるいは引っ張りだこの専門家のスケジュールを表現する際などにも用いられます。",
    "metaphoric_meaning": "非常に人気があります",
    "traditionalCharacters": "門庭若市",
    "chineseExample_tr": "這家新餐廳很受歡迎，總是顧客盈門"
  },
  {
    "id": "ID012",
    "characters": "改邪归正",
    "pinyin": "gǎi xié guī zhèng",
    "meaning": "間違ったリターンから右に向きを変えます",
    "example": "スキャンダルの後、会社は厳格な倫理ガイドラインを実施しました",
    "chineseExample": "在丑闻之后，公司实施了严格的道德准则",
    "theme": "人生哲学",
    "description": "後漢の時代に仏教の経典から生まれたこの四字熟語は、悪（邪）を改め（改）、正しき（正）に帰る（帰）という道のりを表しています。その比喩は、迷走していた星が本来の軌道に戻るという天体観測から着想を得ています。仏教が中国全土に広まるにつれて、この言葉は唐の時代に広く知られるようになり、道徳的な更生を慈悲深い視点で捉えるものとして受け入れられました。この概念は、道徳的な修養を絶え間ない是正と改善の過程と捉えていた儒教の学者たちにも共鳴しました。現代では、特に更生の場面において、償いと前向きな変化の可能性を強調しています。これは、倫理的な変革には、有害な行動を積極的に拒否することと、肯定的な原則を意識的に受け入れることの両方が必要であると示唆しています。",
    "metaphoric_meaning": "義に戻ります",
    "traditionalCharacters": "改邪歸正",
    "chineseExample_tr": "在醜聞之後，公司實施了嚴格的道德準則"
  },
  {
    "id": "ID013",
    "characters": "好逸恶劳",
    "pinyin": "hào yì wù láo",
    "meaning": "愛の憎しみの仕事",
    "example": "チームの生産性は、挑戦的なタスクを避けたメンバーに苦しんでいました",
    "chineseExample": "团队中有人喜欢偷懒避难，影响了工作效率",
    "theme": "人生哲学",
    "description": "この成語は、人間が安逸を「好（この）」み、労働を「悪（にく）」むという性向を描写しています。先秦時代の哲学書に初めて登場し、孟子はこの成語を、自然なものだが問題となる、努力よりも安楽を求める傾向への戒めとして用いました。宋代になると、この句は朱子学の学者たちによって道徳的修養や人格形成を論じる際に特に重要な意味合いを持つようになりました。彼らは、この傾向を認識することがそれを克服するための第一歩であると主張しました。現代では、成功には快適な領域（コンフォートゾーン）を越えて努力することが必要であるという戒めとして、教育現場やビジネスの文脈でしばしば用いられます。これは、怠惰への警告であると同時に、規律ある努力がしばしば私たちの自然な性向に逆らうという認識でもあります。",
    "metaphoric_meaning": "安らぎ、仕事の憎しみ",
    "traditionalCharacters": "好逸惡勞",
    "chineseExample_tr": "團隊中有人喜歡偷懶避難，影響了工作效率"
  },
  {
    "id": "ID014",
    "characters": "天道酬勤",
    "pinyin": "tiān dào chóu qín",
    "meaning": "天国の道は勤勉さに報いる",
    "example": "彼女の長年のハードワークはついに大きなブレークスルーで報われました",
    "chineseExample": "她多年的努力终于带来了重大突破",
    "theme": "成功と忍耐",
    "description": "この故事成語は、「天の道（天道）が勤勉さ（勤）に報いる（酬）」という信念を体現しています。宋代の新儒教の教えに由来し、宇宙の秩序と人間の努力との統合を反映しています。この概念は、運命論的な諦念と、純粋な運を信じる考え方の両方に異議を唱え、むしろ宇宙が誠実な努力に自然に応答すると示唆しました。明代には、特に科挙制度と結びつけられ、長年の困難な勉学に励む学者たちを鼓舞しました。現代では、その用法は学術的な文脈を超え、粘り強い努力が求められるあらゆる分野に及び、献身的な努力が成功の自然な法則と合致することを示唆しています。結果がすぐに出なくとも勤勉さを維持するための、励ましと哲学的な正当化の両方を提供しています。",
    "metaphoric_meaning": "天国は勤勉さに報いる",
    "traditionalCharacters": "天道酬勤",
    "chineseExample_tr": "她多年的努力終於帶來了重大突破"
  },
  {
    "id": "ID015",
    "characters": "物极必反",
    "pinyin": "wù jí bì fǎn",
    "meaning": "極端な逆のもの",
    "example": "市場がピークに達した後、修正は避けられませんでした",
    "chineseExample": "市场达到顶峰后，调整是不可避免的",
    "theme": "人生哲学",
    "description": "この故事成語は、中国哲学における根源的な原理、すなわち「物（もの）が極（きわ）まれば必（かなら）ず反（かえ）る」、つまり「物極必反」の思想を体現しています。最初『易経』で明確にされたこの原理は、季節の移り変わりといった自然の循環の観察を反映しています。戦国時代には、策略家たちがこの原理を軍事・政治計画に応用し、優位を過度に推し進めることの危険性を戒めました。宋の時代には、宋学の学者たちが社会や道徳の力学に関する理解にこの概念を組み込んだことで、その重要性が再び高まりました。現代では、景気循環や社会運動から個人の行動パターンに至るまで、あらゆる文脈で極端に走ることの危険性に対する警鐘として用いられています。",
    "metaphoric_meaning": "極端は反転につながります",
    "traditionalCharacters": "物極必反",
    "chineseExample_tr": "市場達到頂峯後，調整是不可避免的"
  },
  {
    "id": "ID016",
    "characters": "温故知新",
    "pinyin": "wēn gù zhī xīn",
    "meaning": "古い知識の新しいことを確認してください",
    "example": "過去のプロジェクトをレビューすることで、彼女は現在の課題の解決策を見つけました",
    "chineseExample": "通过回顾过去的项目，她找到了解决当前挑战的方法",
    "theme": "知恵と学習",
    "description": "この故事成語は、孔子の「古いものを温め（温）、そこから新しいことを知る（知新）」という教えに直接由来しています。この比喩は元々、古い食べ物を温め直して新鮮にするという意味で、知識が活力を保つためには定期的な復習が必要であることを示唆していました。唐の時代には、これは古典教育の基本的な原則となり、真の学びとは伝統への敬意と新しい知見への開放性を組み合わせるものであると強調されました。この概念は、宋代のルネサンス期に学者たちが古典を現代の課題に照らして再解釈した際に、特に意義を強めました。現代の用法では、歴史的知識を用いて現在の状況を理解することの価値が強調されており、政策立案、経営戦略、文化研究といった分野で特に重要視されています。",
    "metaphoric_meaning": "古い勉強を通して新しいことを学びます",
    "traditionalCharacters": "溫故知新",
    "chineseExample_tr": "通過回顧過去的項目，她找到了解決當前挑戰的方法"
  },
  {
    "id": "ID017",
    "characters": "破釜沉舟",
    "pinyin": "pò fǔ chén zhōu",
    "meaning": "ポットを沈めるボートを沈めます",
    "example": "彼はビジネスを始めるために仕事を辞め、成功に完全にコミットしました",
    "chineseExample": "他辞去工作创业，全身心投入追求成功",
    "theme": "成功と忍耐",
    "description": "紀元前207年の有名な歴史的出来事に由来するこの四字熟語は、項羽将軍が秦軍と戦う前に、兵士たちに釜（かまど）を破壊し（破）、舟（ふね）を沈める（沉）よう命じた故事を語っています。退路を断つことで、彼は兵士たちに勝利への絶対的な決意を抱かせました。三国時代には、この故事は決断力ある指導力と心理戦術の典型的な例として語り継がれました。この四字は、「背水の陣」を敷き、全身全霊で事に当たるという強烈なイメージを喚起させます。現代では、成功のために予備の計画をなくすことが求められる状況を指します。起業家が全ての資源を投入する場合から、キャリアチェンジを行う人が後戻りできない決断をする場合まで、幅広く使われます。退却がもはや選択肢ではない状況になって初めて、特定の偉業が達成可能になるという教訓を与えます。",
    "metaphoric_meaning": "リトリートなしでコミットします",
    "traditionalCharacters": "破釜沉舟",
    "chineseExample_tr": "他辭去工作創業，全身心投入追求成功"
  },
  {
    "id": "ID018",
    "characters": "塞翁失马",
    "pinyin": "sài wēng shī mǎ",
    "meaning": "老人は馬を失います",
    "example": "彼の仕事を失ったことにより、彼は彼の本当の召しを見つけるようになりました",
    "chineseExample": "失业反而让他找到了真正的使命",
    "theme": "人生哲学",
    "description": "この奥深い故事成語は、北方の国境近くに住んでいた賢い老人「塞翁（さいおう）」が、大切にしていた馬を失った（失馬）という物語に由来します。隣人たちが彼を慰めに訪れると、彼は「これが福ではないと、どうしてわかるか？」と尋ねました。果たして、その馬は後に見事な野馬を連れて戻ってきました。隣人たちが彼を祝福すると、彼は依然として慎重な態度を崩しませんでした。その後、彼の息子がその野馬に乗っていた際に足を骨折してしまいましたが、この怪我のおかげで、多くの兵士が命を落とすような戦争への徴兵を免れることができました。この故事成語は、幸運と不運は表裏一体であり、互いに変化し合うという道家（どうけ）の教えを示し、人生の浮き沈みに直面した際に心の平静を保つよう私たちに促しています。",
    "metaphoric_meaning": "不幸は祝福かもしれません",
    "traditionalCharacters": "塞翁失馬",
    "chineseExample_tr": "失業反而讓他找到了真正的使命"
  },
  {
    "id": "ID019",
    "characters": "近水楼台",
    "pinyin": "jìn shuǐ lóu tái",
    "meaning": "水に近いパビリオン",
    "example": "街に住むことは、彼女により多くのキャリアの機会を与えました",
    "chineseExample": "住在城市给了她更多的职业机会",
    "theme": "人生哲学",
    "description": "唐代の詩に初めて登場したこの成語は、水辺に立つ楼台が月影を真っ先に捉える有利な位置にあることを指しています。この句は宋代に、特権的な機会や有利な立場を得られることの比喩として、広く用いられるようになりました。元々は水辺の建築物の文字通りの美しさを描写していましたが、それが権力や資源への近さから得られる恩恵を表す言葉へと変化していきました。明代には、科挙制度における政治的な人脈や血縁関係と結びつけられるようになりました。現代では、ビジネスや社会生活における有利な関係や立場を表す際に用いられ、機会がしばしばアクセスや場所によって左右されるという認識が込められています。",
    "metaphoric_meaning": "接続からの利点",
    "traditionalCharacters": "近水樓臺",
    "chineseExample_tr": "住在城市給了她更多的職業機會"
  },
  {
    "id": "ID020",
    "characters": "守时如金",
    "pinyin": "shǒu shí rú jīn",
    "meaning": "金のような価値時間",
    "example": "彼女はいつも皆の時間を尊重して、会議のために早く到着しました",
    "chineseExample": "她总是提前到达会议，尊重每个人的时间",
    "theme": "成功と忍耐",
    "description": "この故事成語は、宋代の商業文化が発展する中で生まれ、「時間（時）を金（金）のように（如）価値あるものと見なす」という考え方を表しています。機械式の水時計が時間の計測精度を高めるにつれて広まり、官僚制度や商業において時間厳守がますます重要視されるようになりました。この比較は、金が貴重なだけでなく、時間そのものと同様に有限でかけがえのないものであったため、特に意味深いものとなりました。明代に入ると、この概念は商人の倫理や官僚の行動規範の中心となっていきました。現代では、特にビジネスの場で時間厳守が尊敬とプロ意識を示すとされることから、職業上の信頼性や時間管理が重視されています。このことは、ほとんどの資源とは異なり、時間は一度失われると決して取り戻すことができないという普遍的な真実を反映しています。",
    "metaphoric_meaning": "大切にする時間",
    "traditionalCharacters": "守時如金",
    "chineseExample_tr": "她總是提前到達會議，尊重每個人的時間"
  },
  {
    "id": "ID021",
    "characters": "青出于蓝",
    "pinyin": "qīng chū yú lán",
    "meaning": "青はインディゴ植物から来ています",
    "example": "若い研究者の革新は、彼女のメンターの元の理論に基づいて構築され、最終的には上昇しました",
    "chineseExample": "这位年轻研究员的创新建立在导师理论基础之上，最终超越了原有理论",
    "theme": "成功と忍耐",
    "description": "この成語は、荀子が「青い染料（青）は藍という植物から採れるが、その原料よりも色が深い」と述べた言葉に由来します。この比喩は、漢代には教育や世代間の進歩に関する議論の中で広く用いられるようになりました。それは、弟子が師匠を、子が親を、あるいは門弟が師を超えることを称賛するものです。これは権威への反抗ではなく、優れた指導の自然な結果として捉えられています。唐代には、弟子たちが師の築いた基礎を尊重しつつ、独自の様式を発展させていく芸術の流派において、特にこの比喩が用いられるようになりました。現代では、この成語は、意欲的な発展と、自らの基盤に対する感謝の両方を促すものとして使われています。",
    "metaphoric_meaning": "学生はマスターを超えます",
    "traditionalCharacters": "青出於藍",
    "chineseExample_tr": "這位年輕研究員的創新建立在導師理論基礎之上，最終超越了原有理論"
  },
  {
    "id": "ID022",
    "characters": "海纳百川",
    "pinyin": "hǎi nà bǎi chuān",
    "meaning": "海は百の川を受け入れます",
    "example": "会社は多様な視点とアイデアを歓迎しました",
    "chineseExample": "公司欢迎不同的观点和想法",
    "theme": "人間関係と性格",
    "description": "「海納百川（かいなひゃくせん）」というこの故事成語は、海（うみ）が百（ひゃく）の川（かわ）を納（おさ）める様子を描写し、寛容性と心の広さを称賛しています。この言葉は、唐の時代に初めて広く知られるようになりました。それは、首都長安がアジア全域からの影響を歓迎し受け入れていた、中国の国際色豊かな黄金時代を反映しています。この比喩は、海が無数の流れを受け入れながらも、その本質を保っているという観察から説得力を持っています。宋の時代には、朱子学の学者たちがこの言葉を用いて、中核となる原則を維持しつつ、知的開放性を提唱しました。現代では、組織文化における多様性と開かれた精神を促進するために使われており、一貫したアイデンティティを保ちながら複数の視点を受け入れることによって、真の偉大さが生まれることを示唆しています。",
    "metaphoric_meaning": "心を開いてすべてを受け入れます",
    "traditionalCharacters": "海納百川",
    "chineseExample_tr": "公司歡迎不同的觀點和想法"
  },
  {
    "id": "ID023",
    "characters": "夜郎自大",
    "pinyin": "yè láng zì dà",
    "meaning": "小さな王国は自分自身が素晴らしいと考えています",
    "example": "彼の小さな町を去ったことがなかったので、彼は彼の地元の成功が彼を世界クラスにしたと思った",
    "chineseExample": "从未离开过小城镇的他，以为本地的成功就意味着世界级水平",
    "theme": "人生哲学",
    "description": "この成語は、古代の夜郎国（やろうこく）に由来する。その国王は、自らの小国が漢帝国に匹敵するほど偉大であると過信していたと伝えられている。この話は、夜郎国の王が漢の使者に対し、自分の国が漢よりも大きいのかと尋ね、その驚くべき世間知らずぶりを露呈したことを、漢代の正史が初めて記録したものである。唐代から宋代にかけて、この言葉は狭い視野に基づく過度な自己評価を批判する常套句となった。現代では、経験不足や孤立が原因で、自分の重要性を過大評価するあらゆる状況を指す。真の自己評価には、より広い視野と、より大きな世界についての知識が必要であるということを再認識させる教訓となっている。",
    "metaphoric_meaning": "自分を過大評価します",
    "traditionalCharacters": "夜郎自大",
    "chineseExample_tr": "從未離開過小城鎮的他，以爲本地的成功就意味着世界級水平"
  },
  {
    "id": "ID024",
    "characters": "因果报应",
    "pinyin": "yīn guǒ bào yìng",
    "meaning": "原因と効果の戻り",
    "example": "他の人への彼の親切は最終的に彼に利益をもたらすために戻ってきました",
    "chineseExample": "他对他人的善意最终回报到了他身上",
    "theme": "人生哲学",
    "description": "この成語は、因（原因）と果（結果）が報応として必ず返ってくるという仏教の概念を内包しています。漢代に仏教と共に伝来し、唐代には広く受け入れられ、道徳的な因果関係を理解するための洗練された枠組みを提供しました。この概念は、単なる運命とは異なり、個人の責任と、行為とその結果の複雑な相互関係を強調しています。宋代には朱子学に影響を与え、中国の伝統的な倫理観と融合しました。現代では、宗教的文脈に留まらず、行為が必然的に結果を伴うことを説明するために用いられ、特に倫理、環境責任、長期計画の議論で活用されています。",
    "metaphoric_meaning": "アクションには結果があります",
    "traditionalCharacters": "因果報應",
    "chineseExample_tr": "他對他人的善意最終回報到了他身上"
  },
  {
    "id": "ID025",
    "characters": "画龙点睛",
    "pinyin": "huà lóng diǎn jīng",
    "meaning": "ドットドラゴ​​ンの目",
    "example": "彼女の最後の編集は、良いプレゼンテーションを素晴らしいプレゼンテーションに変えました",
    "chineseExample": "她最后的修改把这个好的演讲变成了一个出色的演讲",
    "theme": "知恵と学習",
    "description": "この生き生きとした故事成語は、南北朝時代の伝説の画家、張僧繇（ちょうそうよう）の物語に由来します。彼は寺の壁に四匹の龍を画（えが）いた後、わざと瞳を描き入れませんでした。尋ねられると、彼は瞳（ひとみ）を点（うち）込めば、龍が命を得て動き出すだろうと説明しました。疑っていた見物人たちは、彼に一匹だけでも龍を完成させるよう促しました。すると、最後の点を加えた途端、その龍は轟音と共に生命を得て天高く舞い上がったと伝えられています。一方、瞳のない龍たちはただの絵のままでした。\nこの故事成語は、その絵画的な起源を超えて、唐の時代に文学批評において、良い作品を傑作へと昇華させる決定的な細部を表現する言葉として重要な位置を占めるようになりました。現代では、どんな仕事や作品にも生命を吹き込む「最後の仕上げ」を指します。例えば、プレゼンテーションの核心を突く洞察、交渉における決定的な一言、デザインの最終的な洗練などです。",
    "metaphoric_meaning": "重要な仕上げの仕上げを追加します",
    "traditionalCharacters": "畫龍點睛",
    "chineseExample_tr": "她最後的修改把這個好的演講變成了一個出色的演講"
  },
  {
    "id": "ID026",
    "characters": "逆水行舟",
    "pinyin": "nì shuǐ xíng zhōu",
    "meaning": "電流に反対するボート",
    "example": "この競争力のある業界では、改善し続けるか遅れをとらなければなりません",
    "chineseExample": "在这个竞争激烈的行业，你必须不断进步，否则就会落后",
    "theme": "成功と忍耐",
    "description": "「舟（ふね）が水（みず）に逆（さか）らって行（すす）む」様子を表すこの成語は、元々は唐代の文献で、困難な物事への粘り強い努力について論じる際に現れました。この比喩は、立ち止まれば後退することを理解していた川の商人たちの経験に基づいています。宋代には、特に教育の文脈で重要性を増し、学者たちが学業における絶え間ない努力を奨励するために用いられました。このイメージは、逆らう力に抗して位置を維持するためには絶え間ない努力が必要であることを力強く示唆しています。現代では、個人の成長、ビジネス競争、社会改革といったあらゆる抵抗勢力に対する進歩は、後退を避けるために継続的な努力が必要であることを強調する際に用いられます。",
    "metaphoric_meaning": "進捗には絶え間ない努力が必要です",
    "traditionalCharacters": "逆水行舟",
    "chineseExample_tr": "在這個競爭激烈的行業，你必須不斷進步，否則就會落後"
  },
  {
    "id": "ID027",
    "characters": "以和为贵",
    "pinyin": "yǐ hé wéi guì",
    "meaning": "貴重な価値の調和",
    "example": "議論する代わりに、彼らは皆に利益をもたらす妥協を見つけました",
    "chineseExample": "他们没有争吵，而是找到了一个对大家都有利的折中方案",
    "theme": "人間関係と性格",
    "description": "この成語は、和（わ）を尊（とうと）ぶ思想を説き、周（しゅう）王朝の古典『国語（こくご）』にその源流を辿（たど）ることができ、初期中国の外交哲学を反映しています。この概念は、唐（とう）王朝の国際色豊かな帝国時代に再び重要視され、国内統治と国際関係の両方を導きました。この言葉は、対立における勝利よりも和が価値があると示唆し、支配的な解決策よりも均衡の取れた解決策を提唱しています。宋代（そうだい）には、新儒教の哲学者たちがその意味を、個人的な人間関係や社会秩序にまで広げました。現代では、妥協と相互理解を通じた紛争解決を促進し、特にビジネス交渉や国際関係において非常に価値のあるものとされています。",
    "metaphoric_meaning": "何よりも値の調和",
    "traditionalCharacters": "以和爲貴",
    "chineseExample_tr": "他們沒有爭吵，而是找到了一個對大家都有利的折中方案"
  },
  {
    "id": "ID028",
    "characters": "读万卷书",
    "pinyin": "dú wàn juǎn shū",
    "meaning": "1万巻を読んでください",
    "example": "彼女は広範な読書を通して彼女の視点を広げました",
    "chineseExample": "她通过广泛阅读拓宽了视野",
    "theme": "知恵と学習",
    "description": "この言葉は、唐代の詩人である杜甫のより長い成句「読万巻書、行万里路」（一万巻の書物を読み、一万里の道を歩む）に由来します。この「万」という具体的な数字は、文字通りの意味ではありませんでした。古典中国語における「万」は、しばしば「非常に多い」や「あらゆる」といった網羅的な数量を表しました。古典籍が竹簡や絹の巻物に収められており、それぞれ慎重に広げ、丹念に読み解く必要があったため、「巻」という単位には大きな意味がありました。宋代には、科挙の準備をする学者たちにとって、学問の基礎を築く上で不可欠なものとなりました。現代では、表層的なデジタル情報消費の時代において、幅広く深く読書することの価値を強調します。真の知恵は、多くの書物を読むことだけでなく、実体験からも得られるということを示唆しており、これはデジタル学習が実体験の代わりになることが多い今日の世において、特に示唆に富むメッセージです。",
    "metaphoric_meaning": "知識のために広範囲に読んでください",
    "traditionalCharacters": "讀萬卷書",
    "chineseExample_tr": "她通過廣泛閱讀拓寬了視野"
  },
  {
    "id": "ID029",
    "characters": "四面楚歌",
    "pinyin": "sì miàn chǔ gē",
    "meaning": "4つの側面からのチューソング",
    "example": "小さな会社は、あらゆる側面からの競争に直面していることに気づきました",
    "chineseExample": "这家小公司发现自己四面受敌",
    "theme": "人生哲学",
    "description": "この悲痛な故事成語は、紀元前202年の項羽の最後の戦いに由来します。垓下で漢軍に囲まれた項羽は、四方（四面）から故郷である楚の歌（歌）が歌われるのを耳にしました。これは、すでに楚の兵が劉邦に降伏したことを示唆していました。この心理戦は壊滅的な効果をもたらし、敵陣から聞き慣れた楚の調べが聞こえてくることは、項羽の精神を打ち砕きました。この言葉は、その軍事的起源を超えて発展し、誰かが完全に孤立している、あるいは圧倒的な反対に直面している状況を指すようになりました。現代では、かつての味方が敵に回るような職業上または個人的なシナリオや、自分の信念において孤立無援となる状況を描写する際によく使われます。忠誠心が移り変わることで個人が突然孤立させられることがあるため、企業内の政治や社会運動において、この故事成語は特に深い響きを持っています。",
    "metaphoric_meaning": "敵意に囲まれています",
    "traditionalCharacters": "四面楚歌",
    "chineseExample_tr": "這家小公司發現自己四面受敵"
  },
  {
    "id": "ID030",
    "characters": "抛砖引玉",
    "pinyin": "pāo zhuān yǐn yù",
    "meaning": "レンガを投げるジェイドを引き付けます",
    "example": "彼女はより良い提案を刺激することを望んで彼女の最初のアイデアを共有しました",
    "chineseExample": "她分享了初步想法，希望能激发更好的建议",
    "theme": "知恵と学習",
    "description": "この優雅な比喩は、唐代の文学界で生まれました。「抛砖引玉（砖を抛げて玉を引く）」とは、粗末な詩を披露することで、他者からより優れた詩を引き出すという行為を表していました。伝えられるところによると、ある無名の詩人が偉大な李白に自作の詩を提示し、指導や返歌を期待したといいます。このささやかな行為が、李白からの予期せぬ傑作を生み出すことになったのです。この故事成語は、知的な謙虚さの本質と、ささやかな貢献を通じて他者の卓越した才能を引き出す術を、見事に捉えています。現代では、特にクリエイティブ分野、学術的な議論、ビジネスにおけるイノベーションにおいて、誰かが予備的なアイデアを提示することで、より洗練された解決策を引き出す状況を指すのに使われます。",
    "metaphoric_meaning": "より良いインスピレーションを得るために控えめなビューを提供します",
    "traditionalCharacters": "拋磚引玉",
    "chineseExample_tr": "她分享了初步想法，希望能激發更好的建議"
  },
  {
    "id": "ID031",
    "characters": "同舟共济",
    "pinyin": "tóng zhōu gòng jì",
    "meaning": "同じボートで川を渡ります",
    "example": "災害の影響を受けた人々を助けるコミュニティは団結しました",
    "chineseExample": "社区团结起来帮助受灾群众",
    "theme": "人間関係と性格",
    "description": "この故事成語は、中国の河川を中心とした文明と深い繋がりがあります。そこでは、同じ船に乗り（同舟）、共に（共）渡る（済）ことが、しばしば生死を分ける問題となっていました。古文書には、特に雄大な長江沿いの危険な水域に直面した際、見知らぬ人々が味方となった話が記されています。三国時代には、危険な急流を進むために敵対する軍隊が協力し合ったという複数の記述が見られます。この情景は、相互依存と集団での生存の重要性を力強く伝えています。現代においては、企業間の提携、地球規模の課題に対する国際協力、そして危機時における地域社会のレジリエンスといった場面にも応用されています。この故事成語は、環境災害、経済的困難、社会的な激変といった共通の課題に直面した際には、相違点が二の次となることを強調しています。",
    "metaphoric_meaning": "一緒に課題に直面します",
    "traditionalCharacters": "同舟共濟",
    "chineseExample_tr": "社區團結起來幫助受災羣衆"
  },
  {
    "id": "ID032",
    "characters": "笨鸟先飞",
    "pinyin": "bèn niǎo xiān fēi",
    "meaning": "ゆっくりと鳥が最初に飛ぶ",
    "example": "彼女がもっと練習が必要であることを知って、彼女はいつもトレーニングに最初に到着しました",
    "chineseExample": "知道自己需要更多练习，她总是第一个到达训练场",
    "theme": "成功と忍耐",
    "description": "この素朴な故事成語は、鈍い（笨）鳥（鸟）が群れと一緒に目的地にたどり着くためには、まず（先飞）飛び始めなければならない、という民衆の知恵から生まれました。宋の時代には、生まれつきの才能に恵まれない学生たちへの激励として、教育書で広く取り上げられるようになりました。このイメージは、先天的な才能が成功を決定するという考え方に異議を唱え、むしろ早期の準備と粘り強い努力を強調しています。現代の教育やビジネスの場においては、認識されている不利な点を補うための積極的なアプローチを提唱しています。このことわざは、早期の準備が競争条件を公平にし得る競争の激しい環境で特に響き、自身の限界を認識することが予期せぬ利点となり得ることを教えてくれます。",
    "metaphoric_meaning": "補償するために一生懸命働きます",
    "traditionalCharacters": "笨鳥先飛",
    "chineseExample_tr": "知道自己需要更多練習，她總是第一個到達訓練場"
  },
  {
    "id": "ID033",
    "characters": "入乡随俗",
    "pinyin": "rù xiāng suí sú",
    "meaning": "村に従ってください税関に従います",
    "example": "彼女は海外で働くときに地元の習慣に適応しました",
    "chineseExample": "她在国外工作时入乡随俗",
    "theme": "知恵と学習",
    "description": "戦国時代にまで遡るこの故事成語は、郷（村）に入（入る）ったならば、そこの俗（風習）に随（従う）べきだと説いています。史料によると、外交使節団の成否は、この原則への順応にかかっていました。この考え方は、商人や外交官がシルクロードを行き交っていた唐代の国際色豊かな時期に、特に重要性を増しました。単なる旅人への助言にとどまらず、異文化への敬意と適応性に関するより深い哲学的洞察を反映しています。現代における応用例は、国際的なビジネスエチケットから移民の経験まで多岐にわたり、自身のアイデンティティを失うことなく、カルチュラル・インテリジェンス（異文化理解力）を発揮することの重要性を提唱しています。この故事成語は、現地の規範を尊重することと、真の自己表現を維持することの間の微妙なバランスを捉えています。",
    "metaphoric_meaning": "地元の習慣に従ってください",
    "traditionalCharacters": "入鄉隨俗",
    "chineseExample_tr": "她在國外工作時入鄉隨俗"
  },
  {
    "id": "ID034",
    "characters": "一石二鸟",
    "pinyin": "yī shí èr niǎo",
    "meaning": "1石2羽の鳥",
    "example": "仕事にサイクリングすることで、彼女はお金を節約して運動をしました",
    "chineseExample": "骑自行车上班，她既省钱又锻炼身体",
    "theme": "知恵と学習",
    "description": "英語の「killing two birds with one stone」を直訳した「一石二鳥」は、中国の近代化期である19世紀後半から20世紀初頭にかけて生まれた、異文化間の言語交流を示す興味深い一例です。この成語は「一」（one）、「石」（stone）、「二」（two）、「鳥」（birds）という類似の語句を共有しているものの、これは国際的な接触が深まったこの時代において、西洋の概念が導入されたより広範なパターンを象徴しています。伝統的な中国語における同等の表現である「一箭双雕」（一本の矢で二羽の鷲）は、より現地の狩猟のイメージを色濃く反映しています。その外国起源にもかかわらず、この成語は現代中国語に完全に受容されており、ビジネス、学術、日常の様々な文脈において、複数の問題を同時に解決する効率的な方法を表現するために頻繁に用いられています。これは、中国語と中国文化が、豊かな慣用句の伝統を維持しながらも、いかに外国の影響をダイナミックに取り入れてきたかを示す言語的な証しとなっています。",
    "metaphoric_meaning": "1つのアクションで2つの目標",
    "traditionalCharacters": "一石二鳥",
    "chineseExample_tr": "騎自行車上班，她既省錢又鍛鍊身體"
  },
  {
    "id": "ID035",
    "characters": "风雨同舟",
    "pinyin": "fēng yǔ tóng zhōu",
    "meaning": "風と雨の中でボートを共有します",
    "example": "パートナーは、ビジネス上の困難を通じてお互いに立ち向かいました",
    "chineseExample": "合伙人在企业困难时期互相支持",
    "theme": "人間関係と性格",
    "description": "「同舟共済」と密接に関連しながらも、より感情的な深みを帯びたこの成語は、風（風）と雨（雨）の中で舟を共にする（同舟）情景を想起させます。宋代の詩に初めて登場し、政治的同盟者が宮廷内の陰謀を共に乗り越える様子を描写するのに使われました。そのイメージは、小さな舟で嵐に直面し、深い絆を育んだ川の旅人たちの経験に由来しています。彼らの生存には絶対的な信頼と協力が不可欠でした。現代では、逆境によって試される揺るぎない友情やパートナーシップ、特にビジネス関係や個人的な絆に重点を置いて使われます。この成語は、困難な状況が人間関係の真の強さを明らかにし、プレッシャーに屈して壊れるのではなく、むしろ強固になる繋がりを称えるものです。",
    "metaphoric_meaning": "困難を共有します",
    "traditionalCharacters": "風雨同舟",
    "chineseExample_tr": "合夥人在企業困難時期互相支持"
  },
  {
    "id": "ID036",
    "characters": "事半功倍",
    "pinyin": "shì bàn gōng bèi",
    "meaning": "半分の労力二重結果",
    "example": "新しいソフトウェアを使用すると、生産性が2倍になりました",
    "chineseExample": "使用新软件使她的工作效率提高了一倍",
    "theme": "成功と忍耐",
    "description": "この数学的慣用句は、半分の労力（事）で倍の成果（功）を得る状況を表します。初めて漢代の農業書に登場し、元々は最小限の労力で最大の収穫量を得る効率的な農法を指していました。この概念は、宋代の技術革新期に機械的な改良がその原理を実証したことで、より広範に適用されるようになりました。現代では、特に業務プロセスの最適化や技術革新の分野で、根性論よりも効率的な働き方が評価されることを表しています。この慣用句はデジタル時代において、改めてその意義が注目されており、自動化や人工知能がその知恵、すなわち労力の増加ではなく戦略的な効率性によって飛躍的に優れた結果を達成するという原理を体現しています。",
    "metaphoric_meaning": "より少ない労力、より良い結果",
    "traditionalCharacters": "事半功倍",
    "chineseExample_tr": "使用新軟件使她的工作效率提高了一倍"
  },
  {
    "id": "ID037",
    "characters": "未雨绸缪",
    "pinyin": "wèi yǔ chóu móu",
    "meaning": "雨の前に傘を準備します",
    "example": "彼女は予期せぬ費用のために毎月お金を節約しました",
    "chineseExample": "她每月存钱以备不时之需",
    "theme": "人生哲学",
    "description": "周代の『易経』に由来するこの成語は、文字通り「雨が降る前に（未）、絹の紐（绸）で準備する（缪）」ことを表します。その起源は、乾季のうちに雨漏りを防ぐために建物を補強するという慣習にあります。濡れた状態での修理は危険で効果がないため、古代の職人たちは雨が降る前に屋根の結合部を点検し、補修していました。この知恵は建築の枠を超えてその価値を発揮し、唐の時代には、危機を解決するよりも問題を予見し未然に防ぐことに関する魏徴宰相の有名な助言と結びつけられるようになりました。今日、この成語はビジネスのリスク管理から個人の財政準備に至るまで、あらゆる種類の先を見越した計画に当てはまります。",
    "metaphoric_meaning": "問題が発生する前に準備してください",
    "traditionalCharacters": "未雨綢繆",
    "chineseExample_tr": "她每月存錢以備不時之需"
  },
  {
    "id": "ID038",
    "characters": "百尺竿头",
    "pinyin": "bǎi chǐ gān tóu",
    "meaning": "100フィートポールトップ",
    "example": "CEOになった後でも、彼女は勉強と改善を続けました",
    "chineseExample": "即使成为CEO后，她仍在不断学习提高",
    "theme": "成功と忍耐",
    "description": "唐代の禅仏教の教えに由来するこの故事成語は、百尺の竿の先端（竿頭）でバランスを取る人物の姿を描いています。この情景は、風穴禅師と弟子たちの超越に関する対話に由来し、真の達成は、頂点に達したように見えてもなお前進し続けることを要すると説いています。この比喩は、科挙の準備をしていた文人官僚たちに深く共感を呼びました。彼らは、高い地位に到達することが、試練の始まりに過ぎないと理解していたのです。現代におけるこの慣用句は、特に学術的、専門的な文脈において、慢心が成長を妨げかねない状況で、見かけ上の限界を押し広げ、さらに高みを目指すことの重要性を強調しています。",
    "metaphoric_meaning": "さらに大きな成功を収めます",
    "traditionalCharacters": "百尺竿頭",
    "chineseExample_tr": "即使成爲CEO後，她仍在不斷學習提高"
  },
  {
    "id": "ID039",
    "characters": "三思而行",
    "pinyin": "sān sī ér xíng",
    "meaning": "3回考えてから行動します",
    "example": "彼女は決定を下す前にすべての意味を慎重に検討しました",
    "chineseExample": "她在做决定之前仔细考虑了所有影响",
    "theme": "知恵と学習",
    "description": "『論語』に初めて記されており、師（孔子）が曽子の「行動（行）の前に三度（三）熟考（思）する」という解釈に応じた記述に由来する。三という数字は儒教思想において、完全性を表す重要な意味を持っていた。宋代に入ると、哲学者たちはこの概念を、ある事柄の過去の経緯、現在の状況、将来的な影響を検討する、意思決定のための体系的なアプローチへと拡張した。この体系的なアプローチは、何世紀にもわたり中国の官僚制度に影響を与え続けた。今日では、迅速な意思決定が求められる時代において、特に仕事上や人生における重要な選択において、慎重な熟慮を促すものとして提唱されている。",
    "metaphoric_meaning": "演技する前に3回考えてください",
    "traditionalCharacters": "三思而行",
    "chineseExample_tr": "她在做決定之前仔細考慮了所有影響"
  },
  {
    "id": "ID040",
    "characters": "春风化雨",
    "pinyin": "chūn fēng huà yǔ",
    "meaning": "春の風は雨になります",
    "example": "教師の患者のガイダンスは、苦労している生徒をゆっくりと変えました",
    "chineseExample": "老师耐心的引导慢慢改变了这个困难学生",
    "theme": "人間関係と性格",
    "description": "この詩的な比喩は、漢代の教育哲学に端を発し、理想的な教育とは春の風（春風）が恵みの雨（化雨）へと変化する様になぞらえられました。この比喩は農耕の知恵に由来しており、春のそよ風と穏やかな雨が、植物の成長を無理なく優しく育む様子を描いています。唐代には、学者である韓愈がこの概念を広め、優れた師が学生に微妙かつ自然な形で影響を与える様子を描写しました。現代の教育者たちは、画一的な指導よりも穏やかな導きを重視する学生中心の学習アプローチを議論する際に、今もこの言葉を引用します。",
    "metaphoric_meaning": "穏やかで育てる影響",
    "traditionalCharacters": "春風化雨",
    "chineseExample_tr": "老師耐心的引導慢慢改變了這個困難學生"
  },
  {
    "id": "ID041",
    "characters": "莫名其妙",
    "pinyin": "mò míng qí miào",
    "meaning": "その不思議に名前を付けることはできません",
    "example": "教師の患者のガイダンスは、苦労している生徒をゆっくりと変えました",
    "chineseExample": "老师耐心的引导慢慢改变了这个困难学生",
    "theme": "知恵と学習",
    "description": "不可解な神秘について述べられた道教の書物に由来するこの言葉は、「妙（みょう）なるものが名（な）を莫（な）し得ない」、すなわち言葉では言い表せないほどの素晴らしさや不思議さに遭遇した際の感覚を表現しています。六朝時代には、超越的な体験を表現するために、詩や哲学的な著作で頻繁に用いられました。その後、仏教の翻訳者たちは、言葉では言い表せない悟りの概念を表現するために、これを採用しました。現代の用法では、困惑させる、あるいは不可解な状況を言い表すために使われるようになりましたが、純粋に否定的な混乱の表現とは異なり、人生の奥深さや神秘に対するほのかな畏敬の念を含んでいます。",
    "metaphoric_meaning": "意味がありません",
    "traditionalCharacters": "莫名其妙",
    "chineseExample_tr": "老師耐心的引導慢慢改變了這個困難學生"
  },
  {
    "id": "ID042",
    "characters": "狐假虎威",
    "pinyin": "hú jiǎ hǔ wēi",
    "meaning": "フォックスはタイガーの力を使用しています",
    "example": "ジュニアマネージャーはCEOの名前を落とし続けて彼の道を手に入れました",
    "chineseExample": "这个初级经理总是搬出CEO的名字来达到目的",
    "theme": "人間関係と性格",
    "description": "この故事成語は、狐（きつね）が虎（とら）の権威（威）を借りる（假）ことで他の動物を威嚇した、という戦国時代の寓話に由来します。この話は『戦国策』に初めて登場し、賢い狐と力強い虎を比喩として、権力者の後ろ盾を利用して勢力を得る政治的な寄生者を批判するために用いられました。明代になると、借りた権威を乱用する汚職官僚への痛烈な批判として定着しました。現代では、権力者とのつながりを誇示することで他人を威嚇するあらゆる人を指す言葉となっています。",
    "metaphoric_meaning": "脅迫する権限を借りる",
    "traditionalCharacters": "狐假虎威",
    "chineseExample_tr": "這個初級經理總是搬出CEO的名字來達到目的"
  },
  {
    "id": "ID043",
    "characters": "守望相助",
    "pinyin": "shǒu wàng xiāng zhù",
    "meaning": "お互いを見て助けてください",
    "example": "危機の間、隣人は年配の住民を交代でチェックしました",
    "chineseExample": "在危机期间，邻居们轮流照看年长居民",
    "theme": "人間関係と性格",
    "description": "古代中国の村落組織の原則に由来するこの言葉は、地域社会が互いに見守り（守望）助け合う（相助）様子を表しています。周代の史料には、五戸が互助集団を形成し、見張り役や農作業の援助を分担していた様子が詳しく記されています。その考えは非常に有効であったため、漢代には正式な行政システムに組み込まれました。今日では、困難な時こそ求められる、地域社会の連帯と相互扶助という永続的な価値を表す言葉となっています。",
    "metaphoric_meaning": "お互いを助け、サポートします",
    "traditionalCharacters": "守望相助",
    "chineseExample_tr": "在危機期間，鄰居們輪流照看年長居民"
  },
  {
    "id": "ID044",
    "characters": "见微知著",
    "pinyin": "jiàn wēi zhī zhù",
    "meaning": "小さいことを参照してください大きなことを参照してください",
    "example": "経験豊富な投資家は、初期の指標からの市場動向を認識しました",
    "chineseExample": "有经验的投资者从早期指标认识到市场趋势",
    "theme": "知恵と学習",
    "description": "初出は『易経』で、この故事成語は微細な兆候（微）を見て（見）、そこから大きな進展（著）を理解する（知）能力を表します。戦国時代には、兵法家の孫臏がこの原則を軍事観察において強調しました。宋代に入ると、この概念はより広範に応用されるようになり、学者たちは歴史分析や統治にこれを適用しました。現代では、初期の兆候からパターンや傾向を認識することの重要性が強調され、特にビジネス戦略や科学研究で応用されています。",
    "metaphoric_meaning": "小さな兆候から大きいと予測されています",
    "traditionalCharacters": "見微知著",
    "chineseExample_tr": "有經驗的投資者從早期指標認識到市場趨勢"
  },
  {
    "id": "ID045",
    "characters": "集思广益",
    "pinyin": "jí sī guǎng yì",
    "meaning": "考えを広く収集します",
    "example": "チームは一緒にブレインストーミングして、革新的なソリューションを見つけました",
    "chineseExample": "团队集思广益找到创新解决方案",
    "theme": "知恵と学習",
    "description": "後漢王朝の統治実践から生まれたこの成語は、思（考え）を集め、益（利益）を広めることを提唱しています。唐の時代には、朝廷が主要な決定を下す前に多様な意見を募る慣行を通じて制度化されました。この言葉は、宋の時代に集団的な学問が復興する中で、新たな意義を持つようになりました。現代においては、企業戦略から公共政策の策定に至るまで、問題解決における協調的な思考と多様な視点の価値が強調されています。",
    "metaphoric_meaning": "多くの人から知恵を集めます",
    "traditionalCharacters": "集思廣益",
    "chineseExample_tr": "團隊集思廣益找到創新解決方案"
  },
  {
    "id": "ID046",
    "characters": "风声鹤唳",
    "pinyin": "fēng shēng hè lì",
    "meaning": "ウィンドサウンドクレーンコール",
    "example": "セキュリティ違反の後、会社はすべての小さなアラートについて非常に慎重になりました",
    "chineseExample": "在安全漏洞事件后，公司对每个小警报都格外警惕",
    "theme": "人生哲学",
    "description": "晋代（265-420年）にまで遡るこの故事成語は、淝水の戦いの余波から生まれました。敗れた軍は極度の疑心暗鬼に陥り、全ての風の音（风声）や鶴の鳴き声（鹤唳）を敵の動きと見間違えました。この表現は、中国文化においてわずかな物音にも反応する警戒心の強い鳥として知られる鶴の、その用心深い性質に由来しています。もともとは現実の脅威から生まれる過剰な猜疑心を表していましたが、古典文学においては、高まった不安と過度な慎重さを表すようになりました。現代では、過去のトラウマや強いプレッシャーが過敏反応を引き起こす状況を指すことがよくあります。市場のトレーダーがあらゆる変動の中に暴落を見て取ることから、挫折を経験した組織が過度にリスク回避的になることまで、様々な場面で用いられます。",
    "metaphoric_meaning": "過度に恐ろしく疑わしい",
    "traditionalCharacters": "風聲鶴唳",
    "chineseExample_tr": "在安全漏洞事件後，公司對每個小警報都格外警惕"
  },
  {
    "id": "ID047",
    "characters": "追本溯源",
    "pinyin": "zhuī běn sù yuán",
    "meaning": "ルートトレースソースをチェイスします",
    "example": "研究者は問題をその根本原因に追跡しました",
    "chineseExample": "研究人员追踪到问题的根源",
    "theme": "知恵と学習",
    "description": "宋代（960-1279年）の学術的方法論に由来するこの成語は、「本を追う（追本）」ことと「源を溯る（溯源）」という行為を組み合わせています。これは、新儒教が現象の起源を究明することで理解しようとした重点を反映しており、漢代の歴史学における因果関係の追跡という伝統からも影響を受けています。学者たちが知識を遠くの源から流れる川にたとえることが多かったため、水の比喩は特に意味深いものでした。現代では、学術研究、ビジネスでの問題解決、個人の成長など、多岐にわたる場面で使われ、複雑な問題を理解するには、表面的な現象に対処するだけでなく、その根本的な起源を究明する必要があることを強調しています。",
    "metaphoric_meaning": "ソースに戻ります",
    "traditionalCharacters": "追本溯源",
    "chineseExample_tr": "研究人員追蹤到問題的根源"
  },
  {
    "id": "ID048",
    "characters": "望梅止渴",
    "pinyin": "wàng méi zhǐ ké",
    "meaning": "梅の渇きを止めることを考えてください",
    "example": "行動を起こさずに成功を夢見ているだけでは結果が得られません",
    "chineseExample": "光想着成功而不采取行动是不会有结果的",
    "theme": "人生哲学",
    "description": "この故事成語は、三国時代の曹操将軍にまつわる歴史的な逸話に由来します。彼は干ばつに見舞われた土地を行軍中、疲弊した兵士たちを励ますため、「前方に広大な梅林が広がっており、その酸っぱい梅（梅）を思い浮かべる（望）だけで、喉の渇き（渇）を止める（止）ことができるだろう」と告げました。実際には梅はなかったものの、この心理的な効果が兵士たちが困難を乗り切る助けとなりました。この話は、心のイメージの力と、創造的な動機付けによるリーダーシップの重要性を浮き彫りにしています。今日では、想像や期待が困難な状況から一時的な安堵をもたらす場面を表すのに使われますが、時にはそのような精神的な安堵の限界に対するわずかな皮肉を込めたニュアンスで用いられることもあります。",
    "metaphoric_meaning": "誤った希望を持つコンソール",
    "traditionalCharacters": "望梅止渴",
    "chineseExample_tr": "光想着成功而不採取行動是不會有結果的"
  },
  {
    "id": "ID049",
    "characters": "毛遂自荐",
    "pinyin": "máo suì zì jiàn",
    "meaning": "マオ・スイは自分自身を勧めています",
    "example": "他の誰も前進しなかったとき、彼女は大胆に困難なプロジェクトをリードするように志願しました",
    "chineseExample": "当没有人愿意站出来时，她主动请缨领导这个困难的项目",
    "theme": "成功と忍耐",
    "description": "戦国時代（紀元前475-221年）の低い身分の官僚であった毛遂（もうすい）が、重要な外交任務に大胆にも自らを推薦したことに由来する。彼の身分が低かったにもかかわらず、その卓越した雄弁さと勇気によって、彼は見事に自国の同盟を成立させた。この逸話は、才能が理論的には社会的地位を超越できる、古代中国の官僚制度における能力主義的な側面を反映している。現代では、この言葉は、特に従来の序列や慣例を破って行動する場合の、積極的な自己アピールや、困難な課題への立候補を表す。この故事成語は肯定的な意味合いを持ち、単なる傲慢さではなく、真の能力に裏打ちされた自信を示唆している。",
    "metaphoric_meaning": "自信を持ってボランティアをします",
    "traditionalCharacters": "毛遂自薦",
    "chineseExample_tr": "當沒有人願意站出來時，她主動請纓領導這個困難的項目"
  },
  {
    "id": "ID050",
    "characters": "金石良言",
    "pinyin": "jīn shí liáng yán",
    "meaning": "金と石の良い言葉",
    "example": "彼女の指導者の指導は、彼女のキャリアを通じて非常に貴重であることが証明されました",
    "chineseExample": "她导师的指导在她的职业生涯中证明是无价的",
    "theme": "知恵と学習",
    "description": "中国の初期の冶金術に端を発するこの故事成語は、耐久性と価値で知られる素材である金（キン）と石（セキ）に、貴重な助言をなぞらえています。\n「良言」という言葉は、春秋時代（紀元前771-476年）に、国家統治において助言者の役割が極めて重要になった際、特別な意味合いを持つようになりました。\nこの比喩は、貴重な金属や石と同様に、真に価値ある助言は時を超えてその価値を保ち続けることを示唆しています。\n現代では、特に永続的で価値ある助言や知恵を指し、しばしば実用性と倫理的洞察力が稀に組み合わさっている点を強調します。\nメンターシップや専門的な指導の文脈で頻繁に用いられます。",
    "metaphoric_meaning": "貴重で永続的なアドバイス",
    "traditionalCharacters": "金石良言",
    "chineseExample_tr": "她導師的指導在她的職業生涯中證明是無價的"
  },
  {
    "id": "ID051",
    "characters": "负重前行",
    "pinyin": "fù zhòng qián xíng",
    "meaning": "重量を運ぶ行進前に移動します",
    "example": "家族の義務にもかかわらず、彼女は教育を追求し続けました",
    "chineseExample": "尽管有家庭责任，她仍然继续追求教育",
    "theme": "成功と忍耐",
    "description": "唐代（618-907）の仏典に由来するこの言葉は、負（負う）、重（重いもの）、前（前へ）、行（行く）という文字が示すように、重いものを背負って前へ進む姿を描写しています。元々は、悟りを追求しながら衆生を救済しようとする菩薩の献身的な姿を表していました。この比喩は、公共の奉仕もまた同様に重い責任であると捉えていた儒教学者たちの共感を呼びました。現代では、この言葉は、危機を乗り越えて事業を維持する起業家から、苦難の中で家族を支える個人に至るまで、困難に耐えながら責任を全うする姿の本質を捉えています。その情景は、単なる生き残りではなく、尊厳を保ちながら耐え抜くことを強調しています。",
    "metaphoric_meaning": "困難にもかかわらず進歩",
    "traditionalCharacters": "負重前行",
    "chineseExample_tr": "儘管有家庭責任，她仍然繼續追求教育"
  },
  {
    "id": "ID052",
    "characters": "集腋成裘",
    "pinyin": "jí yè chéng qiú",
    "meaning": "毛皮を作るコートを集めます",
    "example": "慈善団体は何千もの小さな寄付を通して目標を達成しました",
    "chineseExample": "慈善机构通过成千上万的小额捐款达到了目标",
    "theme": "成功と忍耐",
    "description": "この成語は、古代中国の毛皮職人が動物の脇の下（腋）から集めた（集）わずかな毛皮の切れ端を繋ぎ合わせ、（成）豪華な毛皮のコート（裘）に仕立てていたことに由来します。戦国時代の文献に初めて登場し、一見些細なものでも、蓄積と忍耐によって価値あるものを生み出せることを示しています。この緻密な職人技の比喩は、中国哲学における漸進的な進歩と慎重な蓄積の重視と共鳴しました。現代においては、貯蓄に関する金融アドバイスから、大きな目標を小さなタスクに分解するプロジェクト管理の原則まで、幅広い応用が見られます。より大きなビジョンの一部である限り、どんな貢献も小さすぎることはないということを教えてくれます。",
    "metaphoric_meaning": "小さな努力が大きな結果をもたらします",
    "traditionalCharacters": "集腋成裘",
    "chineseExample_tr": "慈善機構通過成千上萬的小額捐款達到了目標"
  },
  {
    "id": "ID053",
    "characters": "胸有成竹",
    "pinyin": "xiōng yǒu chéng zhú",
    "meaning": "心の中で準備ができている竹",
    "example": "建築家は、最初の行を描く前に建物の完全なビジョンを持っていました",
    "chineseExample": "建筑师在画第一笔之前就已经对建筑有了完整的构想",
    "theme": "戦略と行動",
    "description": "この成語は、南宋時代の画家、文与可（ぶんよか）の竹の絵画に対する心構えに由来します。彼は筆を下ろす前に、心（胸）に竹（たけ）の姿を完全に思い描き、それが想像の中で完璧に「成」（な）るまで、入念に練り上げたのです。この姿勢は、着手する前の精神的な準備を重視する中国芸術の原則を象徴しています。現代におけるこの成語の用法は、芸術の分野に留まらず、ビジネスのプレゼンテーションからスポーツの競技まで、入念な心の準備が必要なあらゆる状況に拡大しています。行動を起こす前に明確なイメージを抱き、心の準備を整えることの重要性を説いているのです。",
    "metaphoric_meaning": "事前に明確な計画を立ててください",
    "traditionalCharacters": "胸有成竹",
    "chineseExample_tr": "建築師在畫第一筆之前就已經對建築有了完整的構想"
  },
  {
    "id": "ID054",
    "characters": "金风玉露",
    "pinyin": "jīn fēng yù lù",
    "meaning": "ゴールデンウィンドジェイドデュー",
    "example": "市場の状況は、新製品の発売に最適でした",
    "chineseExample": "市场条件非常适合推出新产品",
    "theme": "人生哲学",
    "description": "金風玉露（きんぷうぎょくろ）というこの詩的な成語は、金色の秋風（金風）と玉のような露（玉露）を組み合わせたもので、唐代の自然詩に由来します。涼しい初風が早朝の露と出会う秋の朝の、水晶のような透明感を捉えており、伝統的に一年で最も美しい瞬間とされてきました。貴重な素材である金と玉を自然現象と組み合わせることで、絶妙なタイミングと自然の調和を象徴する比喩が生まれました。現代的な用法では、無理な取り決めではなく自然なタイミングから生じる、理想的な瞬間や完璧な状態を表すことが多いです。移ろいゆく自然の美しさを称賛する文学や芸術作品において頻繁に登場します。",
    "metaphoric_meaning": "完璧なタイミングと条件",
    "traditionalCharacters": "金風玉露",
    "chineseExample_tr": "市場條件非常適合推出新產品"
  },
  {
    "id": "ID055",
    "characters": "明枪易躲",
    "pinyin": "míng qiāng yì duǒ",
    "meaning": "明るい槍イージーダッジ",
    "example": "彼女は、暗黙の不承認よりも直接的な批判を好みました",
    "chineseExample": "她更喜欢直接的批评而不是未说出口的不满",
    "theme": "知恵と学習",
    "description": "古代中国の戦いにおいて、目に見える（明）槍（やり）は、容易に（易）避ける（躲）ことができると考えられていた。この兵法の知恵は、直接的な攻撃よりも隠された策略が恐れられた春秋時代に生まれた。この成語は、熟練した将軍が露骨な攻撃よりも巧妙な戦術を好んだ様子を記した歴史書を通じて、広く知られるようになった。これは、『孫子の兵法』における間接的なアプローチの優位性に関する孫子の教えと共通する。現代においては、この成語は明白な脅威に対する警告であると同時に、明らかな危険は隠されたものよりも危険性が低いことが多いと示唆する。ビジネス交渉や社会の力学において、予測可能な課題は対処可能である一方、隠された意図はより大きなリスクをもたらすことを強調する際によく用いられる。",
    "metaphoric_meaning": "非表示よりも簡単なオープンな脅威",
    "traditionalCharacters": "明槍易躲",
    "chineseExample_tr": "她更喜歡直接的批評而不是未說出口的不滿"
  },
  {
    "id": "ID056",
    "characters": "爱屋及乌",
    "pinyin": "ài wū jí wū",
    "meaning": "ラブハウスとそのカラス",
    "example": "彼女は彼女の友人をとても愛していたので、彼女は彼女の友人の独特の習慣を大事にしました",
    "chineseExample": "她如此喜欢她的朋友，连朋友的怪癖也觉得可爱",
    "theme": "人間関係と性格",
    "description": "この言葉は、家（屋）への愛（愛）がその屋根に止まる烏（烏）にまで及ぶ（及）様子を、情感豊かに表しています。戦国時代にまで遡り、愛情が関連するものに自然と広がる様子を論じた書物で初めて登場しました。通常は目立たない鳥とされる烏も、愛する家との繋がりがあるというだけで、かけがえのないものとなるのです。当初は恋愛感情を表すために使われましたが、好意がその主要な対象を超えて広がるような、より広範な状況を指すように発展しました。現代的な用法としては、ある人物への配慮から、その人の友人や家族に親切にすることや、大切にしているものとの繋がりがあるという理由だけで、その物事の側面を評価することが挙げられます。",
    "metaphoric_meaning": "愛はすべての接続に拡張されます",
    "traditionalCharacters": "愛屋及烏",
    "chineseExample_tr": "她如此喜歡她的朋友，連朋友的怪癖也覺得可愛"
  },
  {
    "id": "ID057",
    "characters": "一言九鼎",
    "pinyin": "yī yán jiǔ dǐng",
    "meaning": "9つの大釜のような重い言葉",
    "example": "CEOの簡単な声明はすぐに投資家の信頼を回復しました",
    "chineseExample": "CEO简短的声明立即恢复了投资者的信心",
    "theme": "人間関係と性格",
    "description": "周王朝の時代、九つの神聖な青銅の鼎（てい）は皇帝の権威を象徴していました。この故事成語は、一つの（一）言葉（言）をこれら九つの（九）鼎の重みに匹敵させ、並外れた信頼性を強調しています。歴史的な青銅の鼎は、動かすのに莫大な力が必要であり、それゆえ、重みのある約束の完璧な比喩となりました。この表現は、古代の支配者や大臣たちが、書面による条約よりも彼らのたった一言の方が大きな権威を持っていたという物語を通じて、広く知られるようになりました。現代では、その約束が絶対的に信頼できる人物や、並外れた重みを持つ発言を指します。信頼が形式的な文書よりも優先される商談や個人的な誓いにおいて、よく使われます。",
    "metaphoric_meaning": "言葉には大きな重みがあります",
    "traditionalCharacters": "一言九鼎",
    "chineseExample_tr": "CEO簡短的聲明立即恢復了投資者的信心"
  },
  {
    "id": "ID058",
    "characters": "囊萤映雪",
    "pinyin": "náng yíng yìng xuě",
    "meaning": "バッグの雪の反射のホタル",
    "example": "彼女は長い通勤中に勉強し、あらゆる暇な瞬間を利用して",
    "chineseExample": "她在漫长的通勤时间里学习，利用每一个空闲时刻",
    "theme": "知恵と学習",
    "description": "この故事成語は、二人の勤勉な学者の古典的な物語を組み合わせたものです。一人は袋に入れた蛍の光で学んだ学者（「囊螢」）、もう一人は雪明かりで読書した学者（「映雪」）です。晋の時代にまで遡るこれらの物語は、貧困にもかかわらず学問に対する並外れた献身を示していました。蛍で学んだ学者、車胤は灯油を買う余裕がなく、一方、孫康は雪に反射する月明かりを利用して読書しました。これら二つの物語は、知識を追求する上での不朽の忍耐と努力の象徴となりました。現代では、資源の制約に対する独創的な解決策を称賛する際に用いられ、困難に直面する学生の励みとなり、ひたむきな努力と強い意志があれば物質的な制約を乗り越えられることを示唆しています。",
    "metaphoric_meaning": "困難にもかかわらず勉強します",
    "traditionalCharacters": "囊螢映雪",
    "chineseExample_tr": "她在漫長的通勤時間裏學習，利用每一個空閒時刻"
  },
  {
    "id": "ID059",
    "characters": "黔驴技穷",
    "pinyin": "qián lǘ jì qióng",
    "meaning": "ロバのトリックは疲れました",
    "example": "彼の1つのバイラルビデオの後、彼はその成功を再現するのに苦労しました",
    "chineseExample": "在他那一个视频走红之后，就再也没能复制那样的成功",
    "theme": "人生哲学",
    "description": "この皮肉な表現は、唐代の随筆に由来します。貴州省（黔）にいたロバ（驢）が、その珍しさから当初は特別なものに見えたものの、限られた芸（技）を出し尽くし（窮）てしまうと、その本質が露呈したという話です。この話は、表面的な才能がすぐにその限界を露呈してしまうことを揶揄しています。\n\nそのロバが初めてその地に連れてこられたとき、そのような生き物を見たことのない地元の人々を大いに驚かせましたが、その平凡な性質が明らかになると、魅力は薄れていきました。\n\n現代では、一見すると素晴らしいと思われた能力が、実は表面的なものであったり、あるいは最初の期待が、やがてその平凡さを露呈するような状況を表現する際に用いられます。実体のない目新しさを過大評価することへの警鐘として機能します。",
    "metaphoric_meaning": "トリックを使い果たします",
    "traditionalCharacters": "黔驢技窮",
    "chineseExample_tr": "在他那一個視頻走紅之後，就再也沒能複製那樣的成功"
  },
  {
    "id": "ID060",
    "characters": "时来运转",
    "pinyin": "shí lái yùn zhuǎn",
    "meaning": "時が来て、幸運が変わります",
    "example": "長年の闘争の後、彼のビジネスはついにその市場機会を見つけました",
    "chineseExample": "经过多年的奋斗，他的企业终于找到了市场机会",
    "theme": "人生哲学",
    "description": "この楽観的な慣用句は、時が到来し（时来）、運が巡ってくる（运转）瞬間を描写しています。これは周王朝時代の占術に由来し、当時は運命が固定されたものではなく、周期的なものと見なされていました。この概念は唐の時代に特に共感を呼びました。何年もの不合格を経て科挙に合格した学者たちの物語が広まったためです。この表現は、好機が周期的に訪れるという性質と、運命の歯車が自分に有利に回るまで粘り強く努力し続けることの重要性の両方を捉えています。",
    "metaphoric_meaning": "フォーチュンの車輪が回転します。",
    "traditionalCharacters": "時來運轉",
    "chineseExample_tr": "經過多年的奮鬥，他的企業終於找到了市場機會"
  },
  {
    "id": "ID061",
    "characters": "众口铄金",
    "pinyin": "zhòng kǒu shuò jīn",
    "meaning": "多くの口が金を溶かします",
    "example": "ソーシャルメディアキャンペーンは、会社のポリシーの変更に成功しました",
    "chineseExample": "社交媒体运动成功改变了公司的政策",
    "theme": "人生哲学",
    "description": "この力強い比喩は、多くの人の口（衆口）が揃って語れば、金（きん）をも鑠（とか）すことができる、と示唆しています。漢代に起源を持ち、古代中国における世論の力の理解を反映しています。集合的な声が貴金属をも溶かすほどの熱を生み出すというイメージは、広範な議論がいかに一見不変の真実さえも変えうるかを劇的に示しています。歴史書では、為政者に対し世論の力について警告する政治的言説の中で使われていたことが示されています。現代では、粘り強い世論がいかに確立された評価を変え、あるいは一見不変の事実にさえ異議を唱えうるかが強調されます。",
    "metaphoric_meaning": "世論は強力です",
    "traditionalCharacters": "衆口鑠金",
    "chineseExample_tr": "社交媒體運動成功改變了公司的政策"
  },
  {
    "id": "ID062",
    "characters": "偷梁换柱",
    "pinyin": "tōu liáng huàn zhù",
    "meaning": "ビームスワップ柱を盗みます",
    "example": "調査により、重要なデータが微妙に変更されたことが明らかになりました",
    "chineseExample": "调查显示关键数据被巧妙地篡改了",
    "theme": "人生哲学",
    "description": "この成語は、戦国時代の建築に関する欺瞞の物語に由来する、「梁（はり）を盗み（偷）、柱（はしら）を換える（换）」という巧妙な手口を指します。その物語では、ある職人が建物の外観を保ちながら支持構造を徐々に交換し、最終的にその堅牢性を損なったとされています。元々は物理的な破壊工作を指していましたが、表面的な見栄えを保ちつつ、根幹を揺るがすことを目的としたあらゆる巧妙なすり替えを表すようになりました。現代では、企業スパイ活動、知的財産権の窃盗、あるいは本質的な要素が劣った代替品に密かに置き換えられるようなあらゆる状況を指すことがよくあります。",
    "metaphoric_meaning": "代替によって欺く",
    "traditionalCharacters": "偷樑換柱",
    "chineseExample_tr": "調查顯示關鍵數據被巧妙地篡改了"
  },
  {
    "id": "ID063",
    "characters": "闻鸡起舞",
    "pinyin": "wén jī qǐ wǔ",
    "meaning": "ルースターライズダンスを聞いてください",
    "example": "彼女は夜明け前に毎朝ピアノを練習してクラフトを習得しました",
    "chineseExample": "她每天黎明前练习钢琴以精进技艺",
    "theme": "成功と忍耐",
    "description": "この示唆に富む故事成語は、晋の時代の将軍である祖逖（そてき）の物語に由来します。彼は、鶏（ニワトリ）の鳴き声（「聞」）を聞くたびに起き上がり（「起」）、剣舞（「舞」）の稽古に励んだとされます。彼の日々夜明け前から続けた精進は、やがて軍事的な偉業へと彼を導きました。伝統的に夜明けを告げる鶏の鳴き声は、自発的な自己規律の象徴となりました。この習慣は志の高い若い将校たちの間に広まり、早朝に自己鍛錬を行うという文化的伝統を築きました。現代では、この言葉は主体的な自己改善を促し、成功に不可欠な規律、とりわけ生産的な日々の習慣を確立することの重要性を説くものとなっています。",
    "metaphoric_meaning": "決意を持って練習します",
    "traditionalCharacters": "聞雞起舞",
    "chineseExample_tr": "她每天黎明前練習鋼琴以精進技藝"
  },
  {
    "id": "ID064",
    "characters": "风云突变",
    "pinyin": "fēng yún tū biàn",
    "meaning": "風の雲が突然変化します",
    "example": "新しい規制の後、市場の状況は完全に変化しました",
    "chineseExample": "新规定出台后，市场格局完全改变了",
    "theme": "人生哲学",
    "description": "この劇的な故事成語は、古代中国の気象観測から着想を得て、風（風）と雲（雲）の突然の（突）変化（変）を的確に捉えています。唐代に、戦場の状況描写をする兵書の中で生まれたこの言葉は、自然現象を前兆と捉える中国人の考え方を反映しています。天候の急激な移り変わりは、人智を超えた状況の急変を比喩的に表すようになりました。現代では、政治的激変から市場の変動に至るまで、あらゆる状況の急激な変化に用いられ、出来事の予測不能性とその相互関連性の両方を強調するものです。",
    "metaphoric_meaning": "突然の劇的な変化",
    "traditionalCharacters": "風雲突變",
    "chineseExample_tr": "新規定出臺後，市場格局完全改變了"
  },
  {
    "id": "ID065",
    "characters": "一丝不苟",
    "pinyin": "yī sī bù gǒu",
    "meaning": "1つのスレッドが緩んでいません",
    "example": "外科医は、絶対的な精度で各手順を実行しました",
    "chineseExample": "外科医生一丝不苟地执行每个手术程序",
    "theme": "成功と忍耐",
    "description": "この「一絲不苟」という熟語は、文字通りには「一本の絹糸も疎かにしない」という意味です。宋代の織物技術に由来し、元々は一本の緩んだ糸が作品全体を損ないかねない絹織物において求められる、極めて精密な注意を表していました。この言葉は、職人技における完璧主義という中国文化の価値観をよく表しています。現代では、科学研究から芸術創作まで、極めて高い精度と細部への注意を要するあらゆる作業に用いられ、徹底的な仕事ぶりと品質への一切の妥協を許さない姿勢を強調しています。",
    "metaphoric_meaning": "非常に慎重で徹底的です",
    "traditionalCharacters": "一絲不苟",
    "chineseExample_tr": "外科醫生一絲不苟地執行每個手術程序"
  },
  {
    "id": "ID066",
    "characters": "举重若轻",
    "pinyin": "jǔ zhòng ruò qīng",
    "meaning": "軽く重く持ち上げます",
    "example": "上級外交官は、明らかに簡単に危機を処理しました",
    "chineseExample": "资深外交官从容应对危机",
    "theme": "成功と忍耐",
    "description": "この四字熟語は、重いもの（重）を（挙）まるで軽いもの（軽）のように難なく持ち上げる（若）といった、困難な課題に対する熟練した取り組み方を表しています。これは道家思想、とりわけ荘子の著作に見られる無為（むい）という概念に由来しています。熟練した達人が困難な偉業をいとも簡単にやってのける姿は、肉体的、精神的双方における卓越した境地を表すのにしばしば用いられました。伝統的な武道では、力任せではなく技術によって力が発揮される、まさに技の極致を体現するものでした。現代では、外交交渉から芸術的なパフォーマンスに至るまで、専門知識によって複雑な課題をあたかも容易であるかのように処理する、あらゆる状況に用いられています。",
    "metaphoric_meaning": "難しい見た目を簡単にします",
    "traditionalCharacters": "舉重若輕",
    "chineseExample_tr": "資深外交官從容應對危機"
  },
  {
    "id": "ID067",
    "characters": "披沙拣金",
    "pinyin": "pī shā jiǎn jīn",
    "meaning": "Sift Sand Pick Gold",
    "example": "タレントスカウトには、小さな田舎の学校で有望なアスリートを見つけるためのコツがありました",
    "chineseExample": "星探有在小乡村学校发现有潜力运动员的独特能力",
    "theme": "知恵と学習",
    "description": "披沙拣金（ひさきんきん）というこの成語は、古代中国の河川流域で行われていた砂金採りの技術に由来します。砂（沙）を披（ふるい分け）、金（金）を拣（より分ける）という作業には、忍耐力と見極める力が必要とされました。元々は漢代の文献で、歴史的文献を慎重に評価する様子を表すのに用いられ、宋代の古典学復興期に広く知られるようになりました。この比喩は、その作業の地道さと、そこから得られる発見の価値の両方を的確に表現していました。現代では、研究方法から人材採用に至るまで、価値を見出すために膨大ながらも価値の低いものの中からより分ける必要がある、あらゆる慎重な選別過程に適用されます。",
    "metaphoric_meaning": "価値のない価値を見つけます",
    "traditionalCharacters": "披沙揀金",
    "chineseExample_tr": "星探有在小鄉村學校發現有潛力運動員的獨特能力"
  },
  {
    "id": "ID068",
    "characters": "胸有丘壑",
    "pinyin": "xiōng yǒu qiū hè",
    "meaning": "心の丘と谷",
    "example": "建築家は都市の変容について明確なビジョンを持っていました",
    "chineseExample": "建筑师对城市的改造有着清晰的愿景",
    "theme": "成功と忍耐",
    "description": "唐代の文芸批評に初めて登場したこの言葉は、心（胸中）に丘（きゅう）と谷（がく）を持つ様を描写したものです。その起源は、山水画家が筆を紙につける前に、心中に壮大な情景をありありと描くことができた、という描写に由来します。この比喩は、学習と熟考によって培われた、知識と想像力に富む豊かな内面世界を暗示しています。この思想は、中国の芸術理論に影響を与え、特に真の境地に至るには、外面的な表現に先立って内面的な修養が不可欠であるという概念の発展を促しました。現代では、特に創造的あるいは戦略的な分野において、深い専門知識や高度な理解を指す言葉として用いられます。",
    "metaphoric_meaning": "素晴らしいビジョンを持っています",
    "traditionalCharacters": "胸有丘壑",
    "chineseExample_tr": "建築師對城市的改造有着清晰的願景"
  },
  {
    "id": "ID069",
    "characters": "口蜜腹剑",
    "pinyin": "kǒu mì fù jiàn",
    "meaning": "マウスハニーベリーソード",
    "example": "コンサルタントのお世辞のアドバイスは、彼の不純な動機を隠しました",
    "chineseExample": "顾问奉承的建议掩盖了他的别有用心",
    "theme": "人生哲学",
    "description": "この鮮やかな成語は、口（くち）には蜜（みつ）を、腹（はら）には剣（けん）を、という対照的なイメージを描いており、唐代の政治的言論に由来します。これは、人当たり良く話しながらも害意を抱いていた宮廷の官僚に関する記述において、初めて登場しました。そのイメージは、内臓が身体的属性と感情的属性の両方を司るという、伝統的な中国医学の概念から着想を得ています。甘い言葉と腹に潜む悪意との鮮烈な対比は、外交文書において強力な警告として用いられました。現代では、職場や私的な人間関係における裏表のある行動、特に表面的な愛想の良さが敵意を覆い隠している状況を指すのに使われます。",
    "metaphoric_meaning": "甘い言葉の後ろに悪を隠します",
    "traditionalCharacters": "口蜜腹劍",
    "chineseExample_tr": "顧問奉承的建議掩蓋了他的別有用心"
  },
  {
    "id": "ID070",
    "characters": "抱薪救火",
    "pinyin": "bào xīn jiù huǒ",
    "meaning": "木材を救って火を救う",
    "example": "彼らの性急な解決策は、既存の問題を複雑にしただけです",
    "chineseExample": "他们仓促的解决方案只是使现有问题更加复杂",
    "theme": "知恵と学習",
    "description": "「抱薪救火（ほうしんきゅうか）」、すなわち薪を抱えて火を消そうとするこの矛盾した光景は、戦国時代に自滅的な行いを指す比喩として登場しました。史料では、一見すると助けになるように見えながらも、実際には事態を悪化させてしまう政策を批判する際に使われていたことが示されています。古代中国においては、都市部で木材が不可欠な燃料であると同時に、深刻な火災の原因でもあったため、この比喩はとりわけ強い説得力を持っていました。今日では、それは、誤った経済政策から対立を深める人間関係への介入に至るまで、解決しようと試みる問題をかえって悪化させてしまうような、逆効果な策全般を指します。",
    "metaphoric_meaning": "状況を悪化させます",
    "traditionalCharacters": "抱薪救火",
    "chineseExample_tr": "他們倉促的解決方案只是使現有問題更加複雜"
  },
  {
    "id": "ID071",
    "characters": "登堂入室",
    "pinyin": "dēng táng rù shì",
    "meaning": "ホールリーチインナールームに入ります",
    "example": "長年の練習の後、彼女はアマチュアから職業上の地位に進みました",
    "chineseExample": "经过多年练习，她从业余水平进步到专业水平",
    "theme": "成功と忍耐",
    "description": "もともとは、中国の伝統的な家屋において、広間（堂）に足を踏み入れ（登）、奥の間（室）へと進み入る（入）という物理的な過程を描写したもので、この成語は初期の儒教の文献に由来します。この建築的な比喩は、学生が明確に定義された学習段階を段階的に進む古典教育の体系的な性質を例証していました。このイメージは中国の教育の伝統に深く響き、知識は規律ある学習を通して到達される、ますます奥深い一連の空間として捉えられていました。現代では、基礎的な知識から専門知識への体系的な進歩全般を指し、特に伝統芸術や学術分野において用いられます。",
    "metaphoric_meaning": "基本から高度への進歩",
    "traditionalCharacters": "登堂入室",
    "chineseExample_tr": "經過多年練習，她從業餘水平進步到專業水平"
  },
  {
    "id": "ID072",
    "characters": "一叶障目",
    "pinyin": "yī yè zhàng mù",
    "meaning": "葉は目を遮ります",
    "example": "チームは技術的な詳細に迷子になり、プロジェクトの主な目標を忘れました",
    "chineseExample": "团队陷入技术细节而忘记了项目的主要目标",
    "theme": "知恵と学習",
    "description": "この成語は、たった一枚の葉（一葉）がどのように人の視界（目）を遮る（障）かを示しています。狭い視野を戒める仏教の経典に由来し、宋代の新儒教運動において重要視されるようになりました。葉一枚で全体像が遮られるという一見単純なその光景は、些細な事柄に囚われると大局的な理解を見失うことの強力な比喩として定着しました。現代においては、経営戦略から政治分析に至るまで、意思決定における視野の狭さ（トンネルビジョン）を批判し、細部への固執が大局を見えなくさせることを戒める際に用いられます。",
    "metaphoric_meaning": "全体像を見逃します",
    "traditionalCharacters": "一葉障目",
    "chineseExample_tr": "團隊陷入技術細節而忘記了項目的主要目標"
  },
  {
    "id": "ID073",
    "characters": "顺藤摸瓜",
    "pinyin": "shùn téng mō guā",
    "meaning": "vineをフォローしてメロンを見つけてください",
    "example": "探偵は真実を見つけるために系統的に証拠をたどった",
    "chineseExample": "侦探循着线索找到真相",
    "theme": "知恵と学習",
    "description": "農業の知恵に根ざしたこの慣用句は、「順藤摸瓜」（藤を順に、瓜を摸す）という、蔓を辿って瓜を見つける様子を表しています。\nこの慣用句は、宋代の探偵小説や実用的な農業指南書で広く知られるようになりました。そこでは、植物の生育パターンを理解することが、葉陰に隠れた収穫時期の瓜を見つけ出すのに役立っていました。\nこの比喩は、目に見える手がかりを辿って隠れたつながりを発見するという、系統だった調査の本質を捉えていました。\n現代では、犯罪捜査から市場調査に至るまで様々な分野で使われ、明白な手がかりを慎重に追跡することで隠された答えにたどり着くあらゆる過程を指す言葉となっています。",
    "metaphoric_meaning": "手がかりに従ってください",
    "traditionalCharacters": "順藤摸瓜",
    "chineseExample_tr": "偵探循着線索找到真相"
  },
  {
    "id": "ID074",
    "characters": "守株待兔",
    "pinyin": "shǒu zhū dài tù",
    "meaning": "ガードツリー待機ウサギ",
    "example": "新しいスキルを開発する代わりに、彼はプロモーションが来るのを待っていました",
    "chineseExample": "他没有提升技能，只是等待升职机会",
    "theme": "人生哲学",
    "description": "この戦国時代の寓話は、株（かぶ）にぶつかって死んだ兎を見て、同じ場所でさらに兎（兔）が現れるのをひたすら待つ（待）ようになった農夫の物語です。その株を守る（守）彼の行動は、見当違いな固執と融通の利かない考え方の典型的な例となりました。この物語は、偶発的な成功に頼ることではなく、状況に応じて柔軟に対応する戦略の重要性を説く警告として、様々な哲学書に登場しました。現代においては、頑なな方法論や、変化する状況に合わせて戦略を進化させないことへの戒めとなっています。",
    "metaphoric_meaning": "幸運を受動的に待ちます",
    "traditionalCharacters": "守株待兔",
    "chineseExample_tr": "他沒有提升技能，只是等待升職機會"
  },
  {
    "id": "ID075",
    "characters": "瓜熟蒂落",
    "pinyin": "guā shú dì luò",
    "meaning": "メロンの熟した茎の滝",
    "example": "彼らが適切な瞬間を待っていたので、プロジェクトは成功しました",
    "chineseExample": "项目成功是因为他们等待了适当的时机",
    "theme": "人生哲学",
    "description": "この農耕の比喩は、瓜（うり）が熟（じゅく）すと自然に蒂（へた）から落ちる（落）様子を描写しており、春秋時代の農民の知恵に由来します。農民たちは、時期尚早に瓜を蔓から無理にもぎ取っても良い結果は得られないことを悟りましたが、辛抱強く待てば、自然に蔓から離れる完熟した実が収穫できることを知っていたのです。\n\nこの慣用句は、統治や個人の修養における適切な時期の重要性を論じる中で、儒教の経典でその重要性が説かれるようになりました。\n\n現代では、ビジネスやキャリアに関する議論でよく用いられ、条件が整えば機会や成果は自然と現れることを強調し、自然なプロセスを急ぎすぎたり、時期尚早に結果を無理に引き出そうとすることへの注意喚起として使われます。",
    "metaphoric_meaning": "準備ができたら物事は起こります",
    "traditionalCharacters": "瓜熟蒂落",
    "chineseExample_tr": "項目成功是因爲他們等待了適當的時機"
  },
  {
    "id": "ID076",
    "characters": "水到渠成",
    "pinyin": "shuǐ dào qú chéng",
    "meaning": "水はチャネル形です",
    "example": "市場の準備ができたら、彼らの製品は楽に人気を獲得しました",
    "chineseExample": "一旦市场成熟，他们的产品自然获得了欢迎",
    "theme": "成功と忍耐",
    "description": "古代中国の灌漑（かんがい）技術に由来するこの故事成語は、水（すい）が絶えず流れることで自然にその水路（きょ）を形成する様子を捉えています。初めて登場したのは唐代の農書で、地盤がどれほど硬くても、水の流れが途切れることなく続けば、いずれは自らの道筋を刻み開くという観察を反映していました。この比喩は、自然な成り行きと無為自然の思想を持つ道教哲学に深く共鳴しました。現代では、流れる水のように粘り強い努力が、自然と成功への道筋を切り開く様子を表現するのに使われます。この故事成語は、中国で大規模な灌漑プロジェクトが行われた際に特にその意味合いを強め、焦らず一貫した行動が、強引な介入よりも大きな成果をもたらすことを改めて示しました。",
    "metaphoric_meaning": "成功は自然に起こります",
    "traditionalCharacters": "水到渠成",
    "chineseExample_tr": "一旦市場成熟，他們的產品自然獲得了歡迎"
  },
  {
    "id": "ID077",
    "characters": "运筹帷幄",
    "pinyin": "yùn chóu wéi wò",
    "meaning": "カーテンの後ろに計画します",
    "example": "CEOは、会社の拡大戦略を静かに開発しました",
    "chineseExample": "首席执行官在幕后静静地制定公司的扩张战略",
    "theme": "成功と忍耐",
    "description": "軍事戦略に端を発するこの成語は、作戦（運籌）を練り、軍の指揮所である帷幄（いあく）の幕の内で重要な決断を下すことを描写しています。漢王朝の創始者である劉邦が、戦いを前に自身の帷幄で戦略立案能力を発揮し、称賛された記録により、この言葉は広く知られるようになりました。その幕（帷）は、将軍たちが情報を分析し、戦略を練るための私的な空間を作り出していました。現代では、ビジネスや政治の分野にもその用法が広がり、水面下での戦略的な計画や意思決定を表す際に用いられます。これは行動を起こす前の周到な準備の重要性を強調しています。",
    "metaphoric_meaning": "戦略を慎重に計画します",
    "traditionalCharacters": "運籌帷幄",
    "chineseExample_tr": "首席執行官在幕後靜靜地制定公司的擴張戰略"
  },
  {
    "id": "ID078",
    "characters": "察言观色",
    "pinyin": "chá yán guān sè",
    "meaning": "言葉が顔を観察するのを見てください",
    "example": "経験豊富な交渉者は部屋の微妙な変化を読むことができました",
    "chineseExample": "经验丰富的谈判代表能够察觉房间里细微的氛围变化",
    "theme": "知恵と学習",
    "description": "この成語は、察言（言葉を注意深く聞くこと）と観色（表情や態度から心情を読み取ること）を組み合わせたものであり、古代中国において宮廷の官僚が言葉だけでなく、非言語的なシグナルをも鋭く読み取る高度な技能を必要とした外交慣習を反映しています。その実践は戦国時代に極めて重要となり、皇帝の機嫌を読み間違えることが命取りになりかねませんでした。史料には、熟練した外交官がいかにこれらの観察眼を駆使して、複雑な政治状況を乗り切ったかが詳しく記されています。今日では、ビジネス交渉や人間関係において一般的に用いられ、感情的知性（EQ）の重要性や、言葉だけでなく言葉にならないサインにも敏感であることの大切さを強調しています。",
    "metaphoric_meaning": "行の間で読みます",
    "traditionalCharacters": "察言觀色",
    "chineseExample_tr": "經驗豐富的談判代表能夠察覺房間裏細微的氛圍變化"
  },
  {
    "id": "ID079",
    "characters": "画蛇添足",
    "pinyin": "huà shé tiān zú",
    "meaning": "ヘビを描く足を追加します",
    "example": "過度の説明は、単純な概念を混乱させただけでした",
    "chineseExample": "过多的解释反而让简单的概念变得混乱",
    "theme": "知恵と学習",
    "description": "古い寓話に、蛇の絵に足を描き加えるという余計な手間をかけたために、酒飲み比べに負けてしまった絵描きの話があります（画蛇添足）。この話は、必要のない付け足しによってせっかく十分なものを台無しにしてしまうことへの戒めとして、漢の時代に広く使われるようになりました。今日では、凝りすぎると、しばしば物事を向上させるどころか、かえってその価値を損なってしまうということを私たちに気づかせます。",
    "metaphoric_meaning": "エキストラを追加することで破滅します",
    "traditionalCharacters": "畫蛇添足",
    "chineseExample_tr": "過多的解釋反而讓簡單的概念變得混亂"
  },
  {
    "id": "ID080",
    "characters": "守口如瓶",
    "pinyin": "shǒu kǒu rú píng",
    "meaning": "ボトルのように口を守る",
    "example": "信頼できるアドバイザーは、機密情報を漏らすことはありませんでした",
    "chineseExample": "值得信赖的顾问从不泄露敏感信息",
    "theme": "人間関係と性格",
    "description": "口を封印された瓶になぞらえるこの成語は、唐代、宮廷の陰謀が横行し、生き残るためには口を閉ざすことが不可欠だった時代に生まれました。瓶（ビン）の比喩は、貴重な液体を保管するために使われた、密封された貴重な容器から着想を得ており、これらは不注意に開けられると価値を失ってしまうものでした。歴史的記録によれば、政治的粛清の際、沈黙を守ること（守口）が命を救ったとされています。現代では、職業上の機密保持や秘密を守ることの重要性を強調しており、特に慎重さが極めて重要となるビジネスや人間関係において、その意味合いは深く関連しています。",
    "metaphoric_meaning": "秘密をうまく守ってください",
    "traditionalCharacters": "守口如瓶",
    "chineseExample_tr": "值得信賴的顧問從不泄露敏感信息"
  },
  {
    "id": "ID081",
    "characters": "笑里藏刀",
    "pinyin": "xiào lǐ cáng dāo",
    "meaning": "笑顔でナイフを隠します",
    "example": "彼の友好的な投資アドバイスは、詐欺的な計画を隠しました",
    "chineseExample": "他友好的投资建议掩盖着诈骗计划",
    "theme": "人生哲学",
    "description": "「笑里蔵刀」というこの恐ろしい表現は、笑顔（笑）の裏に刀（刀）を隠すことを意味し、後漢末期の宮廷における陰謀に関する史実から生まれたものです。それは、ライバルに対し友好的な態度を取りながら陰謀を企てる策略家たちの話を通して、広く知られるようになりました。親しげな笑顔と隠された武器（蔵）との対比が、欺瞞という強烈なイメージを生み出しています。現代では、友好的な見せかけの裏に潜む悪意を指す言葉として使われ、特に表面的な愛想の良さが敵意を覆い隠している可能性のあるビジネスや政治の場で、非常に関連性の高い表現となっています。",
    "metaphoric_meaning": "笑顔の後ろに悪意を隠します",
    "traditionalCharacters": "笑裏藏刀",
    "chineseExample_tr": "他友好的投資建議掩蓋着詐騙計劃"
  },
  {
    "id": "ID082",
    "characters": "众志成城",
    "pinyin": "zhòng zhì chéng chéng",
    "meaning": "多くの遺言は壁を作ります",
    "example": "コミュニティの団結した努力は、開発プロジェクトを首尾よく妨げました",
    "chineseExample": "社区齐心协力成功阻止了开发项目",
    "theme": "人間関係と性格",
    "description": "この建築的な比喩は、古代中国の防御建築から着想を得ており、衆志（多くの人々の意志）がいかに堅固な城壁（城）を築き上げるかを示しています。\nその重要性は、都市の城壁の建設と防衛に大規模な協調努力が不可欠であった戦国時代に高まりました。\n歴史的記録には、侵略に直面した際に、共同体が団結して記録的な速さで城壁を築いた様子が詳述されています。\nこの故事成語は、集団の決意がいかに強固な防御を築き上げるかを強調しています。\n現代では、その用法はチームの努力や地域社会の取り組みにも広がり、団結と共通の目的がいかに一見不可能に見える課題をも克服できるかを示しています。",
    "metaphoric_meaning": "団結は強さを生み出します",
    "traditionalCharacters": "衆志成城",
    "chineseExample_tr": "社區齊心協力成功阻止了開發項目"
  },
  {
    "id": "ID083",
    "characters": "借花献佛",
    "pinyin": "jiè huā xiàn fó",
    "meaning": "花を借りる仏",
    "example": "彼はプレゼンテーション中にチームの仕事を称賛しました",
    "chineseExample": "他在演示中把团队的工作据为己有",
    "theme": "人生哲学",
    "description": "この仏教に由来する故事成語は、花（花）を借りて仏（佛）に献（献）じることを表しています。その起源は唐代の寺院の慣習にあり、参拝者が供物として寺の庭から花を借りることがあったことに由来します。この行為は、真摯な信仰心と上辺だけの行いの本質についての哲学的議論を巻き起こしました。歴史的文献によると、それは他者の資源を利用して個人的な功績を得る人々を批判する意味合いへと変化していきました。現代では、他者の資源や努力を使って手柄を横取りすることを指しますが、常に否定的な意味合いを持つとは限らず、時には巧みな資源活用を意味することもあります。",
    "metaphoric_meaning": "他の人のリソースを使用します",
    "traditionalCharacters": "借花獻佛",
    "chineseExample_tr": "他在演示中把團隊的工作據爲己有"
  },
  {
    "id": "ID084",
    "characters": "柳暗花明",
    "pinyin": "liǔ àn huā míng",
    "meaning": "暗いウィローズ明るい花",
    "example": "数ヶ月の後退の後、彼らはついにブレークスルーを持っていました",
    "chineseExample": "经过几个月的挫折，他们终于取得了突破",
    "theme": "人生哲学",
    "description": "この成語は、唐の詩人、盧照鄰の作品の一節に由来します。それは、旅人が暗い柳（柳暗）に囲まれた中から、突然、花が咲き乱れる明るい開けた場所（花明）を発見する瞬間を描写しています。その情景は、古典的な中国庭園の設計思想から来ており、曲がりくねった道が意図的に視界を遮り、驚きや発見の瞬間を生み出すものです。宋代になると、その文字通りの意味を超え、困難な状況から希望が生まれることを表すようになりました。暗闇と光、閉塞と明瞭さの対比は、人生の循環性に関する中国の哲学的思想と特に深く共鳴します。現代では、状況が最も困難に思えるまさにその時に、予期せぬ解決策や好機が現れる、あらゆる状況に用いられます。",
    "metaphoric_meaning": "希望は暗闇の中に現れます",
    "traditionalCharacters": "柳暗花明",
    "chineseExample_tr": "經過幾個月的挫折，他們終於取得了突破"
  },
  {
    "id": "ID085",
    "characters": "推陈出新",
    "pinyin": "tuī chén chū xīn",
    "meaning": "古い農産物を新しいプッシュ",
    "example": "デザイナーは、従来の要素と最新のテクノロジーを組み合わせました",
    "chineseExample": "设计师将传统元素与现代技术相结合",
    "theme": "知恵と学習",
    "description": "『易経』に由来するこの言葉は、古く陳腐なもの（陳）を推し払い（推）、新しいもの（新）を導き出す（出）という行動を組み合わせています。春秋時代には、伝統的な知識を尊重しつつ新しい解釈を進めるという、学術的な革新の原則となりました。この概念は、唐代の知的ルネサンス期に特に重要性を増し、学者たちは古典的な文献を現代的意義に基づいて再解釈しました。現代においては、テクノロジー、芸術、ビジネス戦略におけるイノベーションに関する議論でしばしば引用され、真のイノベーションは伝統を否定するのではなく、その上に築かれるものであると強調されます。",
    "metaphoric_meaning": "古いから新しいものを作成します",
    "traditionalCharacters": "推陳出新",
    "chineseExample_tr": "設計師將傳統元素與現代技術相結合"
  },
  {
    "id": "ID086",
    "characters": "一鼓作气",
    "pinyin": "yī gǔ zuò qì",
    "meaning": "1つのドラムが精神を作ります",
    "example": "彼女は提案全体を1つの集中セッションで書きました",
    "chineseExample": "她一气呵成地写完了整个提案",
    "theme": "成功と忍耐",
    "description": "古代の兵法書『管子』に由来するこの故事成語は、戦の前の最初の太鼓（一鼓）の音で兵士の士気（気）が最高潮に達する様子を表しています。その記述によると、続く太鼓の音ごとに士気は低下していくため、最初の勢いが極めて重要であるとされています。戦国時代、軍の指揮官たちは、この心理的勢いに対する理解を活かして、攻撃のタイミングを見計らっていました。古代中国の戦いにおける太鼓の重要性は、この比喩に深みを与えています。太鼓は単なる合図ではなく、部隊の統率と士気を維持するための道具でもありました。今日では、あらゆる困難な取り組みにおいて、最初の勢いを掴むことの重要性を強調しています。",
    "metaphoric_meaning": "1つの努力で完了します",
    "traditionalCharacters": "一鼓作氣",
    "chineseExample_tr": "她一氣呵成地寫完了整個提案"
  },
  {
    "id": "ID087",
    "characters": "守正不阿",
    "pinyin": "shǒu zhèng bù ē",
    "meaning": "お世辞をしないでください",
    "example": "ジャーナリストは、政治的圧力にもかかわらず真実を報告しました",
    "chineseExample": "记者不顾政治压力报道了真相",
    "theme": "人間関係と性格",
    "description": "漢代の政治論争から生まれたこの言葉は、守正（正しさを守ること）と不阿（媚びへつらわず、原則を曲げないこと）を組み合わせたものです。官僚たちが個人的な利益のために信念を捨てるよう圧力をかけられていた、激しい政治的陰謀が渦巻く時代に広く知られるようになりました。字の「阿」（おもねり、へつらい）は、元々は人が屈服して身をかがめる様子を表しており、その情景を特に鮮やかにしています。現代では、困難な状況において倫理的な誠実さを貫くことを称賛する意味で使われます。特に、汚職や非倫理的な行為に毅然として立ち向かうには道徳的な勇気が必要とされる、職業上または政治的な状況で用いられます。",
    "metaphoric_meaning": "妥協せずに誠実さを保ちます",
    "traditionalCharacters": "守正不阿",
    "chineseExample_tr": "記者不顧政治壓力報道了真相"
  },
  {
    "id": "ID088",
    "characters": "日积月累",
    "pinyin": "rì jī yuè lěi",
    "meaning": "日々の山の数日が集まります",
    "example": "彼女の言語スキルは、何年にもわたって毎日の練習を通して改善されました",
    "chineseExample": "她的语言能力通过多年的日常练习得到提高",
    "theme": "成功と忍耐",
    "description": "この四字熟語は、「日」が表す日々の積み重ねと、「月」が表す月々の蓄積（累）を織り交ぜ、漸進的な進歩を表現しています。この言葉は、漢代の文献で学問の修養について論じる中で初めて登場しました。そこでは、学問とは砂粒が山を築くように、絶え間ない微細な積み重ねの過程と見なされていたのです。天文学的な言及は、時間を循環的であると同時に蓄積的なものと捉える古代中国人の思想を反映しています。現代では、個人的な成長からビジネスの発展に至るまで幅広く応用され、劇的な一回限りの行動ではなく、地道で一貫した小さな努力の積み重ねが大きな成果をもたらすことを強調しています。",
    "metaphoric_meaning": "漸進的な蓄積が蓄積します",
    "traditionalCharacters": "日積月累",
    "chineseExample_tr": "她的語言能力通過多年的日常練習得到提高"
  },
  {
    "id": "ID089",
    "characters": "明察秋毫",
    "pinyin": "míng chá qiū háo",
    "meaning": "秋の晴れを参照してください",
    "example": "探偵は、他の人が見逃した微妙な矛盾に気づいた",
    "chineseExample": "侦探注意到了别人忽略的细微矛盾",
    "theme": "知恵と学習",
    "description": "古代中国の光学と医学に由来するこの言葉は、「明（はっきりと）」「察（見極める）」「秋（秋の）」「毫（産毛、動物の体毛の中でも最も細い毛）」が示すように、秋の産毛をはっきりと見極める能力を指します。漢の時代には、他者が見落とすような微妙な細部をも見抜くことで知られる伝説的な裁判官、包拯と関連付けられるようになりました。「秋」という言葉が使われていることには重要な意味があります。中医学では、秋に視力が最も明瞭になると考えられていたためです。現代では、文字通りの視力の鋭さだけでなく、複雑な状況を見抜く比喩的な洞察力も表す言葉として用いられています。",
    "metaphoric_meaning": "小さな詳細を知覚します",
    "traditionalCharacters": "明察秋毫",
    "chineseExample_tr": "偵探注意到了別人忽略的細微矛盾"
  },
  {
    "id": "ID090",
    "characters": "锲而不舍",
    "pinyin": "qiè ér bù shě",
    "meaning": "彫り、止まらないでください",
    "example": "繰り返し失敗したにもかかわらず、研究者は決意を持って実験を続けました",
    "chineseExample": "尽管屡次失败，研究员仍然坚持不懈地进行实验",
    "theme": "成功と忍耐",
    "description": "この故事成語は、ある古代の人物が、山を穿ち（锲）、揺るぎない不屈の精神（不舍）で挑んだ物語に由来します。先秦時代の文献に記録されており、不可能と思われる課題に対しても粘り強く取り組む、中国の古典的な美徳を象徴しています。「锲」の文字は、特に玉を彫刻することを指し、それは力強さと繊細さの両方を要する作業です。現代では、目標に向かって粘り強く努力すること、特に強い決意と細部への注意深さの両方が求められる状況での努力を強調する意味で用いられます。",
    "metaphoric_meaning": "成功まで忍耐します",
    "traditionalCharacters": "鍥而不捨",
    "chineseExample_tr": "儘管屢次失敗，研究員仍然堅持不懈地進行實驗"
  },
  {
    "id": "ID091",
    "characters": "虚怀若谷",
    "pinyin": "xū huái ruò gǔ",
    "meaning": "谷のような空の心",
    "example": "教授は彼の学生からの新しいアイデアを歓迎しました",
    "chineseExample": "教授欢迎学生们提出新的想法",
    "theme": "知恵と学習",
    "description": "「虚懐若谷」という言葉は道教哲学に由来し、谷（谷）のように（若）心（懐）を虚ろ（虚）にする、つまり囚われない心を持つことを提唱しています。谷の比喩は道教思想において特に重要であり、どのような水でも選り好みせず受け入れる谷のように、人は偏見なくあらゆる思想に対して開かれているべきだとされています。宋代には、朱子学（新儒教）の学術論議において重要な原則となりました。現代では、知的な謙虚さや新しい考え方への開放性を強調する意味で使われ、リーダーシップや学習の場面で特に重宝されています。",
    "metaphoric_meaning": "謙虚でオープンな状態を保ちます",
    "traditionalCharacters": "虛懷若谷",
    "chineseExample_tr": "教授歡迎學生們提出新的想法"
  },
  {
    "id": "ID092",
    "characters": "披荆斩棘",
    "pinyin": "pī jīng zhǎn jí",
    "meaning": "とげを切るブランブルを壊します",
    "example": "彼女はゼロから会社を構築し、無数の課題を克服しました",
    "chineseExample": "她白手起家创建公司，克服了无数挑战",
    "theme": "成功と忍耐",
    "description": "この生き生きとした成語は、茨（いばら）を切り開き（披）、とげ（棘）をなぎ払う（斬）様子を描写しており、その起源は、初期の開拓者たちが耕作地を確保するために荒野を切り開いた歴史的記述にあります。漢代には、それは新たな領土の開拓や機会の創出と関連付けられるようになりました。二種類の茨が具体的に言及されているのは、人が直面しうる様々な性質の障害の多様性を強調しています。現代では、どのような分野における先駆的な取り組みにも用いられ、特に持続的な努力と戦略的な問題解決の両方を必要とする状況に当てはまります。",
    "metaphoric_meaning": "すべての障害を克服します",
    "traditionalCharacters": "披荊斬棘",
    "chineseExample_tr": "她白手起家創建公司，克服了無數挑戰"
  },
  {
    "id": "ID093",
    "characters": "驷马难追",
    "pinyin": "sì mǎ nán zhuī",
    "meaning": "四頭の馬は捕まえられません",
    "example": "彼はその影響が不可逆的であることを知って、彼の公式声明を慎重に検討しました",
    "chineseExample": "他仔细考虑自己的公开声明，知道其影响将不可逆转",
    "theme": "知恵と学習",
    "description": "春秋時代に起源を持つこの言葉は、一度口に出された言葉は、たとえ四頭立ての馬車（「驷馬」）でさえも追いかけることができない（「難追」）様子を描写しています。古代中国最速の乗り物であった四頭立ての馬車（驷馬）のイメージは、言葉の取り返しのつかない性質を強調しています。この故事成語は、外交交渉が国家の命運を左右しかねない戦国時代に、特にその意義を深めました。今日では、言葉の持つ力とその永続性についての教訓として機能しており、特に瞬時のデジタルコミュニケーションが主流となった現代において、その意義は一層大きくなっています。",
    "metaphoric_meaning": "何が行われているのかを元に戻すことはできません",
    "traditionalCharacters": "駟馬難追",
    "chineseExample_tr": "他仔細考慮自己的公開聲明，知道其影響將不可逆轉"
  },
  {
    "id": "ID094",
    "characters": "天外有天",
    "pinyin": "tiān wài yǒu tiān",
    "meaning": "空を越えて空",
    "example": "チャンピオンは才能がありましたが、彼はそこにさらに良い選手がいることを知っていました",
    "chineseExample": "这位冠军很有天赋，但他知道还有更厉害的选手",
    "theme": "知恵と学習",
    "description": "この成語は「人外有人」（人の上には人がいる）と密接に対をなし、空（天）の外にはさらなる空があり、人の能力の上にはさらに有能な人がいることを共に表しています。この二重の意味は、複数の天を記述する道教の宇宙論的文献から生まれたものですが、宋代に仏教の学術交流を通じて広く使われるようになりました。この二つの表現は、無限の可能性と謙虚さの重要性を気づかせるものとして機能します。この比喩は、特に新儒教学者たちの共感を呼び、彼らはこれを知的謙虚さの完璧な表現と見なしました。現代では、専門分野や学術分野で使われることが多く、特に想定される限界を超えるような予期せぬ卓越性に出会った際などに、常に到達すべきさらなる高みがあることを、優れた実績を持つ個人に思い起こさせるために使われます。",
    "metaphoric_meaning": "いつも誰かが良い",
    "traditionalCharacters": "天外有天",
    "chineseExample_tr": "這位冠軍很有天賦，但他知道還有更厲害的選手"
  },
  {
    "id": "ID095",
    "characters": "春蚕到死",
    "pinyin": "chūn cán dào sǐ",
    "meaning": "死ぬまで春のカイコ",
    "example": "先生は生涯にわたって田舎の子供たちを教育することに専念しました",
    "chineseExample": "这位老师将毕生精力都献给了乡村教育",
    "theme": "成功と忍耐",
    "description": "春（はる）の蚕（かいこ）が死（し）に至るまで糸を吐き続けるという痛切なイメージは、蚕がまさに絶命するその瞬間まで絶え間なく絹を生産するという、古代の養蚕の観察から生まれました。この故事成語は唐代に特に大きな響きを持ち、恋愛詩や文学において、究極の献身と犠牲の表現として際立って用いられました。蚕が絹を吐くという懸命な営み、すなわち文字通り自らの生命の精髄を美しく価値あるものへと変えゆく行為は、無私の献身の力強い比喩として定着しました。李商隠（りしょういん）の作品をはじめとする数々の古典詩に詠まれ、この比喩は、蚕の生来の献身と人間の忠誠心やコミットメントとを重ね合わせるものでした。現代では、個人的な犠牲を顧みず揺るぎない献身をもって職務を全うする、教師、芸術家、研究者、介護士といった専門職の人々を形容する際にもしばしば用いられます。",
    "metaphoric_meaning": "無私の献身",
    "traditionalCharacters": "春蠶到死",
    "chineseExample_tr": "這位老師將畢生精力都獻給了鄉村教育"
  },
  {
    "id": "ID096",
    "characters": "枕石漱流",
    "pinyin": "zhěn shí shù liú",
    "meaning": "枕ストーンリンスストリーム",
    "example": "研究者は彼の仕事にすべてを捧げながら控えめに生きました",
    "chineseExample": "研究员过着简朴的生活，把一切都投入到研究工作中",
    "theme": "人生哲学",
    "description": "隠者である許由（きょゆう）が、堯（ぎょう）の時代に朝廷からの仕官を拒否し、石を枕とし（枕石）、流れる沢水で口を漱ぐ（漱流）ことを選んだという故事に由来します。この魏晋時代の故事成語は、自発的な清貧を通じて個人の高潔さを保つという、古代中国の理想を体現していました。石を枕とし沢水で口を漱ぐというこのイメージは、精神的な自由を追求するために物質的な快適さを深く拒絶する姿勢を表しています。この故事は政治的な混乱期に深く共感を呼び、数えきれないほどの学者たちに、節を曲げた仕官よりも主義に基づく隠遁を選ぶよう鼓舞しました。現代では、特に倫理的な基準を維持するために個人的な犠牲を伴うような状況において、利益よりも主義を、出世よりも真摯さを選ぶ人々を称賛する意味で用いられます。",
    "metaphoric_meaning": "目標に対する苦難に耐えます",
    "traditionalCharacters": "枕石漱流",
    "chineseExample_tr": "研究員過着簡樸的生活，把一切都投入到研究工作中"
  },
  {
    "id": "ID097",
    "characters": "一叶知秋",
    "pinyin": "yī yè zhī qiū",
    "meaning": "一つの葉は秋を知っています",
    "example": "経験豊富なアナリストは、微妙な指標からの市場動向を予測しました",
    "chineseExample": "经验丰富的分析师从细微指标预测了市场走势",
    "theme": "知恵と学習",
    "description": "一枚の葉（一）から秋の訪れ（知秋）を知ることができるという深い洞察を表す「一葉知秋」という言葉は、宋代の博物学書、特に蘇軾の著作から生まれました。この成語は、自然現象から深い意味を読み取る中国の学術的伝統を捉え、自然や社会におけるパターン認識に関する古典中国の理解を反映しています。当初は、朝廷の官僚たちが些細な兆候から広範な政治的傾向を認識する能力について語る際に使われましたが、微細な指標から重要な変化を察知する知恵を意味する言葉へと発展しました。明代には、この比喩はさらに多層的な意味合いを持つようになり、診断の知恵に関する医学書や、戦略的先見性に関する兵法書にも登場しました。今日では、ビジネスや政治分析において、早期の兆候から大きな変化を認識することの重要性を強調するためによく用いられています。",
    "metaphoric_meaning": "小さな兆候は全体像を示しています",
    "traditionalCharacters": "一葉知秋",
    "chineseExample_tr": "經驗豐富的分析師從細微指標預測了市場走勢"
  },
  {
    "id": "ID098",
    "characters": "悬梁刺股",
    "pinyin": "xuán liáng cì gǔ",
    "meaning": "太ももを刺します",
    "example": "彼女は夜遅くに勉強し、主題をマスターする決心をしました",
    "chineseExample": "她深夜苦读，决心掌握这门学科",
    "theme": "成功と忍耐",
    "description": "この成語は、居眠りを防ぐために髪を梁（はり）に括り付ける（懸ける）ことと、意識を保つために錐（きり）で太もも（股）を刺す（刺す）という、二つの古典的な勉強法を組み合わせたものです。これらの行いは、戦国時代の二人の学者、蘇秦（そしん）と孫敬（そんけい）に由来するとされています。彼らは当初、試験に失敗しましたが、たゆまぬ努力の末、最終的に大きな成功を収めました。これらの物語は、漢代を通じて数多くの教育書に登場し、学問に対する粘り強い努力の強力な象徴となりました。\n\n今日では文字通りの実践は推奨されませんが、この成語は今なお学業への献身を示す強力な象徴であり続けており、特に、主要な試験前の集中的な準備期間中に頻繁に引用されます。現代では、学業やスキルの習得に並々ならぬ献身が必要とされるあらゆる状況にその意味が広げられており、特に、競争の激しいプロフェッショナルな環境において用いられます。",
    "metaphoric_meaning": "非常に一生懸命勉強してください",
    "traditionalCharacters": "懸樑刺股",
    "chineseExample_tr": "她深夜苦讀，決心掌握這門學科"
  },
  {
    "id": "ID099",
    "characters": "凿壁偷光",
    "pinyin": "záo bì tōu guāng",
    "meaning": "ピアスウォールスチールライト",
    "example": "電気が利用できなかったときに街灯で勉強した学生",
    "chineseExample": "没有电的时候，这个学生在路灯下学习",
    "theme": "成功と忍耐",
    "description": "漢代、匡衡が隣家の灯りで勉強するため、壁に穴を開けてその光を借りた（鑿壁偷光）という物語は、正史にも記録されています。貧しさゆえに自分の灯りの油が買えず、それでも学問に励む彼の決意は、後世の多くの学生たちを鼓舞しました。壁の穴から差し込む借り物の灯りという情景は、物質的な制約があっても学問を追求することの力強い象徴となったのです。宋代には、教育を通じた社会の流動性が高まり、この故事は貧しい学士たちを励ます上で特に大きな意味を持つようになりました。現代では、限られた資源の中でも成功を収める学生や起業家を指すことが多く、社会経済的な障壁を乗り越えるための創造性や決意が強調されています。",
    "metaphoric_meaning": "貧困にもかかわらず研究",
    "traditionalCharacters": "鑿壁偷光",
    "chineseExample_tr": "沒有電的時候，這個學生在路燈下學習"
  },
  {
    "id": "ID100",
    "characters": "汗牛充栋",
    "pinyin": "hàn niú chōng dòng",
    "meaning": "スウェットオックスフィルハウス",
    "example": "教授の研究出版物は、図書館の棚全体を埋めました",
    "chineseExample": "教授的研究著作充满了整个图书馆的书架",
    "theme": "知恵と学習",
    "description": "この唐代の故事成語は、元々は、書物を運ぶ牛が汗を流し（汗牛）、建物全体が書物で埋め尽くされる（充棟）ほどの膨大な蔵書を形容していました。宮廷図書館や個人の蔵書に関する記述から生まれたこの比喩は、古典的学問の物理的な量とその圧倒的な範囲の両方を強調するものでした。宋代の学問復興期、個人の蔵書が宮廷のそれを凌ぐほどになった時代に、特に広く使われるようになりました。この言葉は、永楽大典編纂事業における蔵書をはじめ、数多くの学者が有名コレクションについて記述する際に用いられました。現代では、量と質の双方を強調し、特に学術的または文化的文脈において、あらゆる見事なコレクションや作品群を指す言葉として用いられます。",
    "metaphoric_meaning": "膨大な量の知識",
    "traditionalCharacters": "汗牛充棟",
    "chineseExample_tr": "教授的研究著作充滿了整個圖書館的書架"
  },
  {
    "id": "ID101",
    "characters": "冰消瓦解",
    "pinyin": "bīng xiāo wǎ jiě",
    "meaning": "氷の溶融タイルが壊れます",
    "example": "チームのプレゼンテーションは、プロジェクトに対するすべての異議を排除しました",
    "chineseExample": "团队的演示消除了项目所有的反对意见",
    "theme": "成功と忍耐",
    "description": "氷（冰）が溶け（消）、瓦（瓦）が砕け散る（解）という鮮烈なイメージは、一見堅固に見える陣形が突然崩壊する様を表す軍事文献に由来します。三国時代の史書に初めて登場し、内圧や外的脅威に直面した際の、強固な同盟の突然の解体を描写しました。この比喩は、固い氷が突然一体性を失い、連鎖的な崩壊を引き起こす春の雪解けという自然現象からその力を得ています。唐代や宋代の史料では、反乱勢力の没落や、衰退する王朝の崩壊を表すためにこの言葉が頻繁に用いられました。現代の用法は、ビジネス帝国から政治体制に至るまで、一見安定している構造が圧力下で急速に崩壊するあらゆる状況にまで及びます。",
    "metaphoric_meaning": "完全な崩壊",
    "traditionalCharacters": "冰消瓦解",
    "chineseExample_tr": "團隊的演示消除了項目所有的反對意見"
  },
  {
    "id": "ID102",
    "characters": "雪中送炭",
    "pinyin": "xuě zhōng sòng tàn",
    "meaning": "雪の中で石炭を送ってください",
    "example": "タイムリーなローンは、会社が経済危機を乗り切るのを助けました",
    "chineseExample": "及时的贷款帮助公司度过了经济危机",
    "theme": "人間関係と性格",
    "description": "「雪中送炭（せっちゅうそうたん）」は、困窮時に適切な援助を提供することの本質を捉えた言葉です。この宋代に由来する故事成語は、厳しい冬に石炭価格が高騰して貧しい人々が燃料を手に入れられなくなった際に、裕福な商人が彼らに石炭を分け与えたという物語から生まれました。白い雪の中に黒い石炭という光景は、表面的な行為ではなく、真に意味のある援助を象徴する印象的な視覚的メタファーとなっています。史料には、このような的を絞った慈善活動を行った官僚や商人への称賛が記されており、あまり実用的でない援助とは対照的でした。明代の厳しい冬には、燃料の配給が地方統治の重要な側面となり、この故事成語はさらにその意義を深めました。現代では、順調な時に不要な手助けをするのではなく、まさに必要な時に実用的な援助を提供する人々を称賛する際に用いられます。",
    "metaphoric_meaning": "必要に応じて助けてください",
    "traditionalCharacters": "雪中送炭",
    "chineseExample_tr": "及時的貸款幫助公司度過了經濟危機"
  },
  {
    "id": "ID103",
    "characters": "世外桃源",
    "pinyin": "shì wài táo yuán",
    "meaning": "ピーチは世界を越えて湧きます",
    "example": "リモートマウンテンリトリートは、都市ストレスから完璧な聖域を提供しました",
    "chineseExample": "偏远的山林度假村为城市压力提供了完美的避难所",
    "theme": "人生哲学",
    "description": "「世（世俗）の外にある桃の源（泉）」という言葉、すなわち桃源郷の概念は、陶淵明が5世紀に著した有名な散文詩に由来します。この詩は、一人の漁師が外界から隔絶された理想郷を発見する物語です。帝国の政治的混乱を知らず、人々が完璧な調和の中で暮らす隠れた谷を見つけるその物語は、中国文化に深く根付きました。桃の林の洞窟を抜けた先に広がる、その牧歌的な共同体は、世俗の煩悩からの逃避を象徴する原型となりました。唐や宋の時代には、数えきれないほどの詩人や画家がこのテーマを再解釈し、豊かな理想郷のイメージの伝統を築き上げました。現代では、この言葉は、社会のプレッシャーから逃れる、あらゆる平和な隠れ家を指します。それは物理的な場所であるか比喩的なものであるかを問わず、特に現代社会の複雑さから離れて、人々が真実の姿と簡素さを求めるような状況で用いられます。",
    "metaphoric_meaning": "完璧な平和な場所",
    "traditionalCharacters": "世外桃源",
    "chineseExample_tr": "偏遠的山林度假村爲城市壓力提供了完美的避難所"
  },
  {
    "id": "ID104",
    "characters": "明镜止水",
    "pinyin": "míng jìng zhǐ shuǐ",
    "meaning": "鏡はまだ水を透明にします",
    "example": "経験豊富なメディエーターは、交渉を通して完全な客観性を維持しました",
    "chineseExample": "经验丰富的调解员在整个谈判过程中保持完全的客观性",
    "theme": "知恵と学習",
    "description": "この比喩は、明（澄んだ）鏡と止（静止した）水が象徴する、完璧な精神的な明晰さの状態を指します。唐代の仏教瞑想の文献に起源を持つこの言葉は、曇りのない鏡面や、波一つ立たず現実を完璧に映し出す池のように、理想的な心の状態を描写しています。このイメージは、歪んだ思考や感情に囚われない心を養おうとした禅宗の修行者たちに深く共鳴しました。儒家の学問的伝統においては、正しい判断を下すために必要な精神状態と結びつけられるようになりました。この概念は特に中国の山水画に影響を与え、画家たちは静止した水のように澄み切った心で風景を捉えようとしました。現代における用法は、危機的な意思決定から創造的な問題解決まで、絶対的な明晰さが求められる瞬間にまで広がり、冷静で偏りのない視点の価値を強調しています。",
    "metaphoric_meaning": "明確で落ち着いた心",
    "traditionalCharacters": "明鏡止水",
    "chineseExample_tr": "經驗豐富的調解員在整個談判過程中保持完全的客觀性"
  },
  {
    "id": "ID105",
    "characters": "引火烧身",
    "pinyin": "yǐn huǒ shāo shēn",
    "meaning": "火を燃やす自己を描きます",
    "example": "彼の疑わしいビジネス慣行は最終的に彼の没落につながりました",
    "chineseExample": "他不当的商业行为最终导致了自己的垮台",
    "theme": "人生哲学",
    "description": "この戒めの故事成語は、「引（ひ）いて火（ひ）を焼（や）き身（み）を焼（や）く」（引火焼身）という、自ら火を招き寄せて身を滅ぼす行為を表しており、その起源は春秋時代に遡ります。史料に初めて登場したのは、他人を陥れようとして、かえって自らを滅ぼしてしまった謀反人たちの記述の中でした。この比喩は、古代中国の消火の知恵に由来しており、防火帯を設けることが、かえって火の手を広げてしまう危険をはらんでいたという経験から来ています。唐の時代には、復讐を企てることの危険性について、政治的な議論における一般的な警告として定着しました。宋の時代になると、この概念は応報的な正義に関する法的注釈においてしばしば引用されるようになり、さらにその重要性を高めました。現代においては、他人を害そうとする企みが裏目に出て、かえって自らを滅ぼす結果を招く状況に当てはまります。特に、攻撃的な戦術が自滅につながりかねないビジネスや政治の文脈で用いられ、悪意ある行動はしばしばその源に戻り、自分に跳ね返ってくるという戒めとして機能しています。",
    "metaphoric_meaning": "自分にトラブルをもたらします",
    "traditionalCharacters": "引火燒身",
    "chineseExample_tr": "他不當的商業行爲最終導致了自己的垮臺"
  },
  {
    "id": "ID106",
    "characters": "铁杵成针",
    "pinyin": "tiě chǔ chéng zhēn",
    "meaning": "アイアンロッドは針になります",
    "example": "長年の練習を通して、アマチュアアーティストはマスターになりました",
    "chineseExample": "通过多年练习，这位业余艺术家成为了大师",
    "theme": "成功と忍耐",
    "description": "鉄の杵を磨いて針にする老婆の物語は、北宋時代に遡ります。李白がその光景を目にした際、彼女は「十分な根気があれば、どんな不可能に見えることでも可能になる」と説明しました。この物語は非常に影響力を持つようになり、実際に使われた研ぎ石は清朝末期まで成都に保存されていました。教育書を通じて広まり、一見すると乗り越えられないような課題も、揺るぎない決意があれば乗り越えられることを強調しました。その作業の物理的な不可能性こそが、この比喩を特に強力なものにしています。焦点は文字通りの変形ではなく、不屈の精神にあるのです。明の時代には、私塾で標準的な教具として使われるようになりました。現代では、医師国家試験の準備をしている医学生から、ゼロからスタートアップを立ち上げている起業家まで、困難な課題に直面している人々を鼓舞する言葉として使われています。",
    "metaphoric_meaning": "永続性による成功",
    "traditionalCharacters": "鐵杵成針",
    "chineseExample_tr": "通過多年練習，這位業餘藝術家成爲了大師"
  },
  {
    "id": "ID107",
    "characters": "精卫填海",
    "pinyin": "jīng wèi tián hǎi",
    "meaning": "鳥には小石で海を満たします",
    "example": "小さなチームは、業界の巨人に挑戦し続けました",
    "chineseExample": "这个小团队坚持不懈地挑战行业巨头",
    "theme": "成功と忍耐",
    "description": "この胸を打つ故事成語は、古代神話に由来します。女媧（じょか）の娘が東の海で溺れ死に、精衛（せいえい）という鳥となって、小石で海を埋め尽くそう（精衛填海）と決意した物語です。この物語は『山海経』（せんがいきょう）に初めて登場し、圧倒的な困難に立ち向かう揺るぎない決意を象徴しています。枝や小石を一つずつ運ぶ鳥の絶え間ない努力は、不屈の精神の比喩として、中国文学の至るところで語り継がれてきました。漢の時代になると、この物語は政治的な意味合いを持つようになり、到底不可能に見える改革に着手する官僚たちによってしばしば引用されました。唐の時代には、運命に抗う不屈の精神を歌った詩の中で頻繁に言及されました。現代では、一見不可能に見える目標に対しても粘り強く努力する姿勢を称える際に用いられます。特に、環境保護や社会正義の運動において、個々の小さな行動が積み重なり、やがて大きな変革へとつながる、という文脈で引用されます。",
    "metaphoric_meaning": "不可能にもかかわらず持続します",
    "traditionalCharacters": "精衛填海",
    "chineseExample_tr": "這個小團隊堅持不懈地挑戰行業巨頭"
  },
  {
    "id": "ID108",
    "characters": "鹤立鸡群",
    "pinyin": "hè lì jī qún",
    "meaning": "クレーンは鶏の間に立っています",
    "example": "彼女の革新的なソリューションは、彼女を従来の思想家と区別しました",
    "chineseExample": "她的创新解决方案使她从传统思维者中脱颖而出",
    "theme": "成功と忍耐",
    "description": "漢代の人々は、平凡な人々の中で際立つ天性の品格を表現するために、「鶴立鶏群」（鶴が鶏の群れの中に立つ様）というこの比喩を初めて用いました。それは人為的な地位とは異なり、対比によってすぐに明らかになる、生まれ持った卓越した資質を表すものでした。現代では、生まれ持ったその傑出した能力が宣伝を必要としないような人物を称賛する際に用いられます。",
    "metaphoric_meaning": "群衆から目立つ",
    "traditionalCharacters": "鶴立雞羣",
    "chineseExample_tr": "她的創新解決方案使她從傳統思維者中脫穎而出"
  },
  {
    "id": "ID109",
    "characters": "聚沙成塔",
    "pinyin": "jù shā chéng tǎ",
    "meaning": "砂を集める塔を集めます",
    "example": "このプラットフォームは、何百万人もの小さなユーザーの貢献によって成長しました",
    "chineseExample": "该平台通过数百万用户的小贡献而发展壮大",
    "theme": "成功と忍耐",
    "description": "「聚沙成塔」（沙を集めて塔を築く）という概念は、北魏時代の仏教寺院の建設方法から生まれました。個々の砂粒が積み重なって巨大な構造物を形成するこのイメージは、集団的な努力と着実な進歩の比喩となりました。特に宋代において、段階的な学習と自己修養が重視される中で、その意義が強調されました。この比喩は、無数のわずかな貢献が記念碑的な成果につながった、大規模な公共事業の具体的な事例と併せて語られることがよくありました。明代には、多くの学者たちの寄与による膨大な百科事典の編纂と結びつけられるようになりました。現代では、クラウドファンディング、コミュニティプロジェクト、あるいは個人の貯蓄といった議論の中で用いられることが多く、小さくとも継続的な行動が時間をかけて大きな成果を生み出すことを強調しています。",
    "metaphoric_meaning": "小さなことは成果を構築します",
    "traditionalCharacters": "聚沙成塔",
    "chineseExample_tr": "該平臺通過數百萬用戶的小貢獻而發展壯大"
  },
  {
    "id": "ID110",
    "characters": "目不转睛",
    "pinyin": "mù bù zhuǎn jīng",
    "meaning": "目は背を向けないでください",
    "example": "外科医は、完全な集中力で繊細な手順を実行しました",
    "chineseExample": "外科医生全神贯注地进行着精密手术",
    "theme": "成功と忍耐",
    "description": "「目不転睛」という言葉は、目（もく）が動かず（不転）、視線（睛）を一点に留める様子を鮮やかに描写しており、その起源は漢代における極度の集中状態の記述に遡ります。この言葉が史書に初めて現れたのは、学者たちが学問に深く没頭し、周囲に全く気づかないほどであったという記述においてです。宋代になると、それは理想的な学習状態を表す言葉として結びつけられるようになりました。この概念は、中国の伝統的な絵画理論においてもさらなる重要性を持ち、対象の本質を捉えるために必要な鋭い観察力を表現する言葉として用いられました。明代の軍事書では、弓兵や戦略家が持つべき揺るぎない集中力を表す言葉として記述されています。現代では、その用法は文字通りの「目を凝らす」行為を超え、外科手術から芸術創作に至るまで、持続的な注意が求められるあらゆる状況での完全な没頭や集中状態を表すものとして広がっています。",
    "metaphoric_meaning": "熱心に集中します",
    "traditionalCharacters": "目不轉睛",
    "chineseExample_tr": "外科醫生全神貫注地進行着精密手術"
  },
  {
    "id": "ID111",
    "characters": "深谋远虑",
    "pinyin": "shēn móu yuǎn lǜ",
    "meaning": "深い計画ははるかに考えました",
    "example": "政策立案者は、数十年の将来の影響を考慮しました",
    "chineseExample": "政策制定者考虑了几十年后的影响",
    "theme": "知恵と学習",
    "description": "「深謀」（綿密な計画）と「遠慮」（将来を見通した考慮）を組み合わせたこの四字熟語は、前漢の政治哲学に由来します。行動の複雑な結果を予測できる戦略家を称賛する史書に登場しました。この言葉は三国時代に重要性を増し、長期的な戦略的思考がしばしば存亡を左右しました。宋代の施政においては、特にインフラ整備や防衛を担う官僚候補を評価する際の重要な基準となりました。この概念は中国の軍事戦略に大きな影響を与え、複数の将来のシナリオを考慮することの重要性を強調しました。現代の用法では、包括的な計画と長期的な影響の考慮の重要性が強調され、特にビジネス戦略、環境政策、個人の人生設計において用いられています。",
    "metaphoric_meaning": "はるか先の計画を立てます",
    "traditionalCharacters": "深謀遠慮",
    "chineseExample_tr": "政策制定者考慮了幾十年後的影響"
  },
  {
    "id": "ID112",
    "characters": "三省吾身",
    "pinyin": "sān xǐng wú shēn",
    "meaning": "自己を3回調べます",
    "example": "リーダーは彼の決定と彼らの結果について毎日反映しました",
    "chineseExample": "这位领导每天反思自己的决定及其后果",
    "theme": "知恵と学習",
    "description": "『論語』に由来する「日に三たび吾が身を省みる（吾身を省）」というこの実践は、絶え間ない自己改善という儒教の核となる理念を反映しています。この三度という具体的な回数は、他者に尽くす際の忠誠心、友との交わりにおける信頼性、そして伝授された知恵を習得しているかという三点を省みることを指します。宋代には、新儒教における自己修養の根本的な実践となりました。この概念は明代の書院においてさらに発展し、学生たちは日々の自己省察を詳細に日誌に記録していました。清代には、官僚たちが自己反省の日記をつける実践にも影響を与えました。現代では、特に専門能力開発や個人の成長の文脈において、定期的な自己省察と倫理的な検討が重視されていますが、文字通り日に三度の省察を行うという厳密な遵守は伴わないことが多いです。",
    "metaphoric_meaning": "毎日自己反映",
    "traditionalCharacters": "三省吾身",
    "chineseExample_tr": "這位領導每天反思自己的決定及其後果"
  },
  {
    "id": "ID113",
    "characters": "如鱼得水",
    "pinyin": "rú yú dé shuǐ",
    "meaning": "魚は水を見つけます",
    "example": "彼女の新しい教室で経験豊富な教師は水中の魚のようでした",
    "chineseExample": "有经验的老师在新教室里如鱼得水",
    "theme": "成功と忍耐",
    "description": "この故事成語は、道教における自然の理の観察から、魚（うお）と水（みず）との調和を捉えています。古代の文献、特に荘子の思想においては、水の中を難なく泳ぎ回る魚は、自身の環境に完璧に適合した理想的な状態の象徴とされました。この比喩は、唐代に詩人たちが才能豊かな官僚と賢明な君主の関係を表すために用いたことで、広く知られるようになりました。現代では、専門的な文脈にとどまらず、アーティストがアトリエで、アスリートが競技で、教師が教室で、水を得た魚のように活き活きと活躍するあらゆる状況に応用されます。これは、自身の才能と境遇が完璧に合致したときに得られる、深い満足感を言い表しています。",
    "metaphoric_meaning": "完璧な要素で",
    "traditionalCharacters": "如魚得水",
    "chineseExample_tr": "有經驗的老師在新教室裏如魚得水"
  },
  {
    "id": "ID114",
    "characters": "闭月羞花",
    "pinyin": "bì yuè xiū huā",
    "meaning": "月は恥ずかしがり屋を隠します",
    "example": "彼女のエレガントなプレゼンテーションは、観客全員を魅了しました",
    "chineseExample": "她优雅的演讲吸引了全场观众",
    "theme": "成功と忍耐",
    "description": "中国四大美人として名高い伝説の美女、楊貴妃の描写に由来するこの四字熟語は、その美しさが月（月）を隠れさせ（閉）、花（花）を恥じ入らせる（羞）ほどにまばゆいことを表しています。この表現は唐代の詩歌に初めて登場し、自然現象を人間の美の基準とした当時の美的理念を反映したものです。宮廷の歴史家たちは、楊貴妃の存在が天体の輝きを霞ませ、庭園の最も美しい花々すら色褪せさせたと記しています。歴史的には容姿の美しさのみに用いられてきましたが、現代では周囲を圧倒するあらゆる形の卓越性を称える意味合いに進化しており、女性の優雅さや美しさとの強い結びつきは依然として残っています。",
    "metaphoric_meaning": "非常に美しい",
    "traditionalCharacters": "閉月羞花",
    "chineseExample_tr": "她優雅的演講吸引了全場觀衆"
  },
  {
    "id": "ID115",
    "characters": "负重致远",
    "pinyin": "fù zhòng zhì yuǎn",
    "meaning": "クマの体重は遠くまで届きます",
    "example": "会社の将来を計画しながら、CEOのバランスをとった日常業務のバランス",
    "chineseExample": "首席执行官在平衡日常运营的同时规划公司的未来",
    "theme": "成功と忍耐",
    "description": "儒教の自己修養の教えに端を発するこの成語は、「負重」（重い荷を背負うこと）と「致遠」（遠くまで到達すること）という二つの概念を組み合わせています。その背景には、若い学者が勉学に励む中で意識的に重い荷物を運び、身体的および精神的な鍛錬を積んだという古典的な記述があります。宋代には、遠大な目標を達成するためには困難が不可欠であるという、包括的な自己修養の理想と結びつけられるようになりました。現代では、長期的な成功、特に教育、キャリア形成、自己成長において、困難に立ち向かうことの価値を強調する意味で用いられます。意義深い成果を上げるためには、重い責任を自ら負う覚悟が必要であると教えています。",
    "metaphoric_meaning": "将来のために今すぐ耐えます",
    "traditionalCharacters": "負重致遠",
    "chineseExample_tr": "首席執行官在平衡日常運營的同時規劃公司的未來"
  },
  {
    "id": "ID116",
    "characters": "悬崖勒马",
    "pinyin": "xuán yá lè mǎ",
    "meaning": "クリフエッジで馬を引っ張ります",
    "example": "会社は、大規模な損失が発生する直前に危険なプロジェクトを停止しました",
    "chineseExample": "公司在发生重大损失之前及时叫停了高风险项目",
    "theme": "知恵と学習",
    "description": "この鮮やかな故事成語は、古代中国の危険な山道における実際の出来事から生まれ、懸崖（崖っぷち）で馬の手綱を勒（引く）様子を描写しています。戦国時代の軍記物には、熟練した馬術使いが危険な崖の縁で馬を急停止させるよう訓練していた様子が詳述されています。この成語は明朝時代に、土壇場での軌道修正の比喩として広く使われるようになりました。現代では、経営判断、人間関係、あるいは道徳的な選択といった場面において、危険を認識しそれを回避する極めて重要な瞬間を表すのに用いられます。これは、用心深さの重要性と、土壇場での挽回の可能性の両方を強調しています。",
    "metaphoric_meaning": "遅すぎる前に停止します",
    "traditionalCharacters": "懸崖勒馬",
    "chineseExample_tr": "公司在發生重大損失之前及時叫停了高風險項目"
  },
  {
    "id": "ID117",
    "characters": "开门见山",
    "pinyin": "kāi mén jiàn shān",
    "meaning": "開いたドア山を見てください",
    "example": "コンサルタントは、レポートの中核的な問題に直接対処しました",
    "chineseExample": "顾问在报告中直接指出了核心问题",
    "theme": "知恵と学習",
    "description": "この簡潔な成語は、「門を開けて山を見る」（開門見山）ことが理想的な風水とされた、中国の伝統的な建築の知恵を反映しています。宋代には、字義通りの描写から文学的技法へと発展し、前置きなく直接的に伝えるコミュニケーションを提唱するようになりました。明代の文学評論では、読者を直ちに本題に引き込む力を持つ作家を称える言葉として、この句は脚光を浴びました。現代では、特にビジネスや専門的な文脈において、コミュニケーションにおける直接性が重視されますが、単なるぶっきらぼうさではなく、即座に明確であることの洗練された優雅さに対する繊細な評価も保持されています。",
    "metaphoric_meaning": "まっすぐにポイントになります",
    "traditionalCharacters": "開門見山",
    "chineseExample_tr": "顧問在報告中直接指出了核心問題"
  },
  {
    "id": "ID118",
    "characters": "倾盖如故",
    "pinyin": "qīng gài rú gù",
    "meaning": "古い友達のように帽子を傾けます",
    "example": "2人の科学者はすぐに研究に対する彼らの共通の情熱を認識しました",
    "chineseExample": "两位科学家立即认识到他们对研究的共同热情",
    "theme": "人間関係と性格",
    "description": "春秋時代に由来するこの優雅な成語は、初対面にもかかわらずまるで旧知の友であるかのように（如故）意気投合し、馬車の覆い（蓋）を傾けて（傾）挨拶を交わす様子にたとえられ、気の合う者同士の間に瞬時に生まれる親密な関係を表しています。この情景は、古代中国の道における礼儀作法に由来します。そこでは、旅人たちはすれ違う際に敬意を示すため、馬車の覆いを傾ける習慣がありました。歴史的記録によれば、学者たちの間で語り継がれる伝説的な友情は、しばしばこのような偶然の出会いから始まったとされています。現代では、特に専門分野や知的交流の場において、志を同じくする人々が瞬時に意気投合する現象を称賛する際に用いられ、形式的な社会規範を超えた真の人間関係の重要性を強調しています。",
    "metaphoric_meaning": "即座の友情",
    "traditionalCharacters": "傾蓋如故",
    "chineseExample_tr": "兩位科學家立即認識到他們對研究的共同熱情"
  },
  {
    "id": "ID119",
    "characters": "玉汝于成",
    "pinyin": "yù rǔ yú chéng",
    "meaning": "ジェイドは完璧になります",
    "example": "職人は彼の職人技に何年も費やしました",
    "chineseExample": "这位工匠花了多年时间完善他的工艺",
    "theme": "成功と忍耐",
    "description": "『詩経』に由来するこの成語は、玉（ぎょく）が丹念な手作業（汝）を経て完全なもの（成）となる、その根気のいる加工工程を指しています。古代の職人たちは、玉の真の美しさが忍耐強く、丹精込めた磨き上げによってのみ現れることを観察しました。宋代には、朱子学の学者たちがこれを人格形成の比喩として採用しました。現代では、教育、自己成長、芸術的発展など、内なる可能性を明らかにするために忍耐と献身を必要とするあらゆる過程に適用されます。この成語は、卓越性が突然の変化ではなく、粘り強い研鑽を通して生まれることを強調しています。",
    "metaphoric_meaning": "慎重な作業で完璧です",
    "traditionalCharacters": "玉汝於成",
    "chineseExample_tr": "這位工匠花了多年時間完善他的工藝"
  },
  {
    "id": "ID120",
    "characters": "披星戴月",
    "pinyin": "pī xīng dài yuè",
    "meaning": "星の王冠の月を着る",
    "example": "医療チームは危機の間、24時間体制で働いていました",
    "chineseExample": "医疗团队在危机期间昼夜不停地工作",
    "theme": "成功と忍耐",
    "description": "この詩的な四字熟語は、「披（まと）う」星と「戴（いただく）」月という情景を描き出し、夜明けから夜更けまで（あるいはそれ以上に）たゆまぬ努力を続ける献身的な姿を表します。その起源は、唐代の勤勉な学者たちが夜通し学問に励んだ様子を描写したことに由来します。史料によれば、科挙で成功を収めた者たちは、しばしばそのような過酷な日程をこなしていたと記されています。現代では、過度な労働を美化することなく、目標達成のためにたゆまぬ努力を続ける人々、特に学業や仕事において、その献身的な姿勢を称える際に用いられます。その際、原義が持つ犠牲と献身の意味合いはそのまま保たれています。",
    "metaphoric_meaning": "昼も夜も働いています",
    "traditionalCharacters": "披星戴月",
    "chineseExample_tr": "醫療團隊在危機期間晝夜不停地工作"
  },
  {
    "id": "ID121",
    "characters": "四海为家",
    "pinyin": "sì hǎi wéi jiā",
    "meaning": "四海は家になります",
    "example": "コンサルタントは、さまざまな文化的環境での作業に簡単に適応しました",
    "chineseExample": "这位顾问轻松适应在不同文化环境中工作",
    "theme": "人生哲学",
    "description": "漢代の拡大期に登場したこの国際的な慣用句は、四海（世界）が故郷（家）となる様を思い描いています。当時のシルクロード沿いの国際貿易と文化交流の活発化を反映したものでした。歴史書には、自らのアイデンティティを保ちつつ多様な文化に適応できた外交官や商人たちが称賛されています。現代では、相互につながる世界において特に重要とされるグローバルシチズンシップと文化適応能力を称える意味で使われます。この慣用句は、自身のルーツを超えて探求する冒険心と、どこでも故郷のように感じられる能力の両方を示唆しています。",
    "metaphoric_meaning": "どこでも家で",
    "traditionalCharacters": "四海爲家",
    "chineseExample_tr": "這位顧問輕鬆適應在不同文化環境中工作"
  },
  {
    "id": "ID122",
    "characters": "一气呵成",
    "pinyin": "yī qì hē chéng",
    "meaning": "一気で完成します",
    "example": "アーティストは、1つのインスピレーションを受けたセッションで傑作を完了しました",
    "chineseExample": "艺术家在一次充满灵感的创作中完成了这幅杰作",
    "theme": "成功と忍耐",
    "description": "この成語「一気呵成」は、古典的な中国書道に由来し、「一」つの息吹（気）や努力（呵）で物事を「成」し遂げるという美的理念を表しています。唐代の芸術評論家は、自発的な完璧さと自然な流れを示す作品を称賛する際にこの言葉を用いました。歴史的記述によれば、書道の達人たちは、技術的な技能と精神的な調和の両方を具現化しながら、複雑な文字を一つの流れるような動作で書き上げることができたと言われています。現代では、その用法は芸術的なパフォーマンスから問題解決に至るまで、準備と実行の調和を強調する、完璧な流れと自然な完遂をもって実行されるあらゆるタスクにまで広がっています。",
    "metaphoric_meaning": "一度に完了します",
    "traditionalCharacters": "一氣呵成",
    "chineseExample_tr": "藝術家在一次充滿靈感的創作中完成了這幅傑作"
  },
  {
    "id": "ID123",
    "characters": "完璧归赵",
    "pinyin": "wán bì guī zhào",
    "meaning": "ジェイドをzhaoに戻します",
    "example": "宅配便は博物館に貴重なアーティファクトを安全に届けました",
    "chineseExample": "快递员安全地将珍贵文物送到了博物馆",
    "theme": "人間関係と性格",
    "description": "この故事成語は、戦国時代に、秦の国王が貴重な玉璧（へき）の見物を要求した際、趙の外交官である藺相如（りんしょうじょ）がそれを守る任務を負ったことに由来します。王が完全な状態（完）の玉璧を趙（趙）に返還するのを拒んだ際、藺相如は機転を利かせ、玉璧を破壊すると脅し、その返還を強いました。この物語は司馬遷の『史記』に登場し、軍事力よりも外交的な機知が優ることを強調しています。交渉における誠実さを示す歴史的な意義を超え、現代では、借りたものを完璧な状態（完璧）で返すこと、あるいは、より広く、任務を絶対的な誠実さと徹底さをもって完遂することに応用されます。",
    "metaphoric_meaning": "完璧なものを返してください",
    "traditionalCharacters": "完璧歸趙",
    "chineseExample_tr": "快遞員安全地將珍貴文物送到了博物館"
  },
  {
    "id": "ID124",
    "characters": "蚁穴坏堤",
    "pinyin": "yǐ xuē huài dī",
    "meaning": "アリの穴が堤防を壊します",
    "example": "コードの軽微な監視は、重大なシステム障害をもたらしました",
    "chineseExample": "代码中的一个小疏忽导致了系统的重大故障",
    "theme": "人生哲学",
    "description": "古代中国の農業書に由来するこの観察は、蟻（アリ）の小さな穴（あな）が最終的に巨大な堤防（ていぼう）を破壊（はかい）しうるというもので、些細な問題が破滅的な失敗へと繋がる強力な比喩となりました。この比喩は、文明の存続にとって河川管理が極めて重要であった、毎年発生する洪水期から着想を得ています。漢王朝の農業記録には、検査官が堤防内の蟻の巣を具体的に確認し、その構造的完全性への脅威を認識していた様子が詳細に記されています。現代においては、ソフトウェアのセキュリティから組織のマネジメントに至るまで、小さな脆弱性がシステム全体の障害へと連鎖的に繋がる可能性があることから、軽微な問題を見過ごすことへの警鐘として機能しています。",
    "metaphoric_meaning": "小さな問題は災害を引き起こします",
    "traditionalCharacters": "蟻穴壞堤",
    "chineseExample_tr": "代碼中的一個小疏忽導致了系統的重大故障"
  },
  {
    "id": "ID125",
    "characters": "纸上谈兵",
    "pinyin": "zhǐ shàng tán bīng",
    "meaning": "紙の戦争について話し合う",
    "example": "コンサルタントの理論は、実際のビジネス上の課題に直面したときに役に立たなかったことが判明しました",
    "chineseExample": "顾问的理论在面对实际商业挑战时证明毫无用处",
    "theme": "知恵と学習",
    "description": "この批判は、兵法書には精通していたものの、実戦では壊滅的な失敗を喫した将軍、趙括（ちょうかつ）の故事に由来します。彼の「談兵」（戦争について語ること）の専門知識は、文字通り「紙上」（紙の上）に留まるものだったのです。この故事成語は、紀元前260年の長平の戦いを記した歴史書に登場し、趙括の理論知識が実戦経験の前ではいかに無力であったかを示しています。40万もの趙兵が壊滅的な敗北を喫したこの戦いは、純粋な机上の学問の限界を後世に伝える教訓となりました。現代では、この表現は軍事的な文脈を超え、理論はあっても実践経験の不足する人々を批判する際に用いられ、専門的な訓練や教育改革の分野で特に当てはまります。",
    "metaphoric_meaning": "すべての理論は実践なし",
    "traditionalCharacters": "紙上談兵",
    "chineseExample_tr": "顧問的理論在面對實際商業挑戰時證明毫無用處"
  },
  {
    "id": "ID126",
    "characters": "凤毛麟角",
    "pinyin": "fèng máo lín jiǎo",
    "meaning": "フェニックスフェザーユニコーンホーン",
    "example": "このような例外的な才能は、業界では非常にまれです",
    "chineseExample": "这样杰出的人才在行业中非常罕见",
    "theme": "成功と忍耐",
    "description": "最も希少な神話上の二つの要素、すなわち鳳凰（鳳）の羽（毛）と麒麟（麟）の角（角）を組み合わせたこの故事成語は、漢王朝の宮廷文書において、並外れた才能や非常に珍しい品物を描写する表現として生まれました。鳳凰と麒麟は神聖な生き物と見なされ、その出現は黄金時代を告げるものとされていました。この比喩表現は唐代に卓越した学者や芸術家を形容する際に用いられることで、その重要性を増しました。現代では、極めて稀な才能、機会、あるいは資源を表現する際に用いられ、特に人材採用の現場や、独自のイノベーションについて議論する際によく使われます。",
    "metaphoric_meaning": "非常にまれです",
    "traditionalCharacters": "鳳毛麟角",
    "chineseExample_tr": "這樣傑出的人才在行業中非常罕見"
  },
  {
    "id": "ID127",
    "characters": "风云际会",
    "pinyin": "fēng yún jì huì",
    "meaning": "Wind Cloud Gather Meeting",
    "example": "市場の状況は、新しいベンチャーにとって絶好の機会を生み出しました",
    "chineseExample": "市场条件为新企业创造了完美的机会",
    "theme": "成功と忍耐",
    "description": "古代中国の宇宙観に由来するこの成語は、重大な変化の前に風（风）と雲（云）が「際会」（集まる）劇的な瞬間を表しています。その情景は、周王朝時代に記録された天文学的な観測に由来し、当時はそうした気象現象が天の兆しと見なされていました。史書ではこの言葉が、大きな歴史的変化の前の決定的な局面を表すために用いられています。現代においては、特に事業や社会運動において、好機が重なったり、絶好のタイミングが訪れたりする状況に用いられ、その瞬間の劇的な側面と、はかない性質の両方を強調します。",
    "metaphoric_meaning": "完璧な機会の瞬間",
    "traditionalCharacters": "風雲際會",
    "chineseExample_tr": "市場條件爲新企業創造了完美的機會"
  },
  {
    "id": "ID128",
    "characters": "望其项背",
    "pinyin": "wàng qí xiàng bèi",
    "meaning": "彼らの首だけを見てください",
    "example": "スタートアップはついに業界のリーダーのレベルに近づいていました",
    "chineseExample": "这家创业公司终于接近了行业领导者的水平",
    "theme": "成功と忍耐",
    "description": "この鮮やかな言葉は、相手を見上げる（望）際に、その首（項）と背中（背）しか見えない様子を表しています。元々は、優れた師に追いつこうと努力する学徒の様子を述べた儒教の文献に見られます。あまりにも先を行く相手の背中しか見えないほど見上げるという身体的なイメージは、弟子たちが文字通り師の後を付いて行った学術的な伝統から生まれました。今日では、誰かの功績を尊敬しつつも、自身のスキルや達成度との間に大きな隔たりがあることを認める経験を表現するのに使われます。これは、専門的な指導や自己啓発の文脈で特に当てはまります。",
    "metaphoric_meaning": "ほとんど追いつく",
    "traditionalCharacters": "望其項背",
    "chineseExample_tr": "這家創業公司終於接近了行業領導者的水平"
  },
  {
    "id": "ID129",
    "characters": "移樽就教",
    "pinyin": "yí zūn jiù jiào",
    "meaning": "ワインジャーを動かす教育を求めます",
    "example": "CEOは個人的に専門家を訪問して新しいテクノロジーについて学びました",
    "chineseExample": "首席执行官亲自拜访专家学习新技术",
    "theme": "知恵と学習",
    "description": "「移樽就教（いそんしゅうきょう）」という四字熟語は、樽を移して教えを請うという謙虚な姿勢を表します。その由来は、唐代の故事にあります。若き日の詩人・李白が、隠棲する学者であった杜甫のもとを訪れ、酒を持参して教えを請うたというものです。自分の酒を持参するという行為は、知識を求める上での謙虚さと誠実さの両方を示していました。この情景は、非公式な学者の集まりが知的な交流にとって不可欠となった宋の時代に特に共感を呼びました。現代では、地位や世代といった垣根を越えて、他者から学ぼうとする謙虚な態度を称賛する意味で使われます。",
    "metaphoric_meaning": "謙虚にガイダンスを求めます",
    "traditionalCharacters": "移樽就教",
    "chineseExample_tr": "首席執行官親自拜訪專家學習新技術"
  },
  {
    "id": "ID130",
    "characters": "两虎相争",
    "pinyin": "liǎng hǔ xiāng zhēng",
    "meaning": "2人のトラが戦います",
    "example": "2人のスター選手がチームのリーダーシップのために戦ったとき、それはチームの士気とパフォーマンスを傷つけました",
    "chineseExample": "当两位明星球员争夺队伍领导权时，损害了团队士气和表现",
    "theme": "人生哲学",
    "description": "「両虎相争」という言葉の元となる情景は、古代における縄張り争いの観察に由来し、初期の中国動物学の文献にも記録されています。本来の文脈は兵法書に登場し、そのような争いが避けられない形で両者に損害をもたらすことを論じています。この句は戦国時代に普及し、強大な国家間の相互破壊的な対立の比喩として用いられました。現代では、破壊的な競争、特にビジネスや政治において、激しいライバル関係が双方に損害をもたらし、日和見主義的な傍観者のみが利益を得る状況への警告として使われています。",
    "metaphoric_meaning": "平等間の激しい競争",
    "traditionalCharacters": "兩虎相爭",
    "chineseExample_tr": "當兩位明星球員爭奪隊伍領導權時，損害了團隊士氣和表現"
  },
  {
    "id": "ID131",
    "characters": "三人成虎",
    "pinyin": "sān rén chéng hǔ",
    "meaning": "3人がタイガーを本物にします",
    "example": "顧客が証拠なしにそれを信じ始めるまで、ソーシャルメディアに製品の欠陥について広がることについての真実でない噂",
    "chineseExample": "关于产品缺陷的不实传言在社交媒体上传播，直到顾客开始在没有证据的情况下相信它",
    "theme": "知恵と学習",
    "description": "この故事成語は、魏の臣下であった龐葱（ほうそう）が、三人（三）の人（人）が繰り返し嘘をつくことで、市場に虎（虎）が放たれたというような途方もない主張でさえ真実である（成）かのように見せかけることができる、と王に警告したことに由来します。戦国時代の文献に記されているこの話は、繰り返される噂が事実として受け入れられ得ることを示しています。嘘が繰り返しによっていかに信憑性を増すかという心理学的洞察は、今日のソーシャルメディアにおける誤情報や世論形成に関する議論において、驚くほど現代にも通じるものがあります。",
    "metaphoric_meaning": "繰り返される嘘は真実になります",
    "traditionalCharacters": "三人成虎",
    "chineseExample_tr": "關於產品缺陷的不實傳言在社交媒體上傳播，直到顧客開始在沒有證據的情況下相信它"
  },
  {
    "id": "ID132",
    "characters": "枕流漱石",
    "pinyin": "zhěn liú shù shí",
    "meaning": "枕流れは石をすすぐ",
    "example": "研究者は彼女の発見にすべてを捧げながら控えめに生きました",
    "chineseExample": "研究员过着简朴的生活，把一切都投入到研究发现中",
    "theme": "人生哲学",
    "description": "「枕流漱石」というこの故事成語は、文字通りには「流れに枕し、石で口を漱ぐ」という意味で、晋の時代の孫楚という人物の故事に由来します。彼は本来、隠遁生活を表す「枕石漱流」（石に枕し、流れで口を漱ぐ）と言うべきところを、誤って「枕流漱石」と言ってしまいました。人がその間違いを指摘すると、彼は頑として自説を曲げず、「流れに枕するのは世間の騒音で汚れた耳を洗うためであり、石で口を漱ぐのは歯を磨くためだ」とこじつけの弁解をしました。この牽強付会な弁明から、この言葉は、道理に合わない言い訳をする者や、頑固に自分の非を認めない態度を指す故事成語となりました。それは、真の隠遁（枕石漱流）と、見せかけの美徳を装って自分の頑固さや過ちを糊塗しようとする態度との違いを際立たせています。",
    "metaphoric_meaning": "単純に生きる",
    "traditionalCharacters": "枕流漱石",
    "chineseExample_tr": "研究員過着簡樸的生活，把一切都投入到研究發現中"
  },
  {
    "id": "ID133",
    "characters": "老马识途",
    "pinyin": "lǎo mǎ shí tú",
    "meaning": "古い馬は道を知っています",
    "example": "退役軍人ガイドは、困難な地形の道を簡単に見つけました",
    "chineseExample": "经验丰富的向导在困难地形中轻松找到道路",
    "theme": "知恵と学習",
    "description": "周王朝にまで遡るこの故事成語は、秦の穆公が不慣れな土地で道に迷った際、吹雪の中、老馬（老马）の識途（识途）に頼って帰路を見つけ出したという物語に由来します。その馬は、若い頃にその道を幾度も通っていたため、何年も経っていたにもかかわらず、安全な道を覚えていたのです。元々は『韓非子』に記されており、経験豊富な案内人の価値を重んじるという古代中国の軍事的な知恵を反映していました。現代では、特に複雑な状況を乗り越える上で、経験の換えのきかない価値を称賛しています。この比喩は、専門的なメンターシップの場でも響き渡り、経験豊富なベテランが、困難な状況を乗り越えるために若い同僚を導き、特定の知識は何年もの実務経験を通してのみ得られることを浮き彫りにしています。",
    "metaphoric_meaning": "経験は知恵をもたらします",
    "traditionalCharacters": "老馬識途",
    "chineseExample_tr": "經驗豐富的嚮導在困難地形中輕鬆找到道路"
  },
  {
    "id": "ID134",
    "characters": "饮水思源",
    "pinyin": "yǐn shuǐ sī yuán",
    "meaning": "水を飲む源を飲みます",
    "example": "成功を収めた後、彼女は古い学校で奨学金を作成しました",
    "chineseExample": "在成功之后，她在母校设立了奖学金",
    "theme": "人間関係と性格",
    "description": "「飲水思源」という感謝の教えは、唐の時代に生まれました。これは、日常的に水（水）を飲む（飲）という行為を通して、その源（源）を思う（思）ことの大切さを諭すものです。この言葉は、人生の基盤への深い感謝を説く仏教の経典を通して、その重要性が広く認識されるようになりました。特に、水源が居住地の形態や共同体の結束を決定づけていた農業社会において、重要な意味を持っていました。\n\n帝政期の中国では、師や恩人への恩義を忘れないことと結びつけられました。現代におけるこの言葉の使われ方は、資源に対する文字通りの感謝に留まらず、機会、教育、そして支援体制への感謝にも及んでいます。これは、成功が個人の力だけによるものではないということを思い起こさせ、自身の達成に貢献してくれた人々への感謝を促すものです。",
    "metaphoric_meaning": "あなたのルーツを覚えておいてください",
    "traditionalCharacters": "飲水思源",
    "chineseExample_tr": "在成功之後，她在母校設立了獎學金"
  },
  {
    "id": "ID135",
    "characters": "杯弓蛇影",
    "pinyin": "bēi gōng shé yǐng",
    "meaning": "カップヘビの影の弓",
    "example": "チームが軽微な変化についての過度の注意は、意思決定を麻痺させました",
    "chineseExample": "团队对小变化的过度警惕导致决策瘫痪",
    "theme": "人生哲学",
    "description": "晋の時代に伝わるこの物語は、ある学者が杯（さかずき）に映った弓（ゆみ）の影を、蛇（へび）の影と見間違えてしまうことから始まる。その恐怖から病にかかり、真実を知って初めて回復した。『晋書』に初出するこの話は、認識がいかに現実を形作るかという仏教の教えと深く通じるものがある。この故事成語は、幻想的な恐怖に基づくものであっても、誤解が現実の結果を生み出しうるということを説いている。現代においては、根拠のない不安や誤った認識が意思決定に影響を及ぼすことへの警鐘として用いられ、特に、見せかけが本質を欺くことのあるビジネスやSNSなどの文脈において、その警告が強く響く。",
    "metaphoric_meaning": "不必要に疑わしい",
    "traditionalCharacters": "杯弓蛇影",
    "chineseExample_tr": "團隊對小變化的過度警惕導致決策癱瘓"
  },
  {
    "id": "ID136",
    "characters": "掉以轻心",
    "pinyin": "diào yǐ qīng xīn",
    "meaning": "ハートライトを落とします",
    "example": "大手企業の自己満足により、競合他社が追いつくことができました",
    "chineseExample": "领先公司的自满让竞争对手迎头赶上",
    "theme": "知恵と学習",
    "description": "戦国時代に発せられた、軽んじる心で油断することの危険性に対する戒めです。この故事成語は、油断がしばしば敗北を招いた兵法書を通じて、その重要性を高めていきました。戦力的な劣勢によるものではなく、過信によって多くの戦いが敗北に終わった事例が、歴史書には数多く詳細に記されています。この考え方は戦略的思考の中心となり、能力を持つことと同様に、常に警戒を怠らないことの重要性を強調しています。現代では、企業競争、サイバーセキュリティ、自己啓発といった分野にまで応用され、物事が順調に進んでいるように見える時こそ、慢心を戒める教訓となっています。成功は一時の達成ではなく、持続的な注意と努力が必要であることを、この言葉は私たちに教えてくれます。",
    "metaphoric_meaning": "ガードを下げます",
    "traditionalCharacters": "掉以輕心",
    "chineseExample_tr": "領先公司的自滿讓競爭對手迎頭趕上"
  },
  {
    "id": "ID137",
    "characters": "见贤思齐",
    "pinyin": "jiàn xián sī qí",
    "meaning": "価値のある願いを見てください",
    "example": "革新的なリーダーについて読むことは、彼女のスキルを向上させるように動機付けました",
    "chineseExample": "阅读创新领袖的事迹激励她提升自己的技能",
    "theme": "知恵と学習",
    "description": "孔子の『論語』に由来する「見賢思斉（けんけんしせい）」という言葉は、優れた人物を見て、その人に並びたいと願うことを人々に促すものです。これは、手本となる良い行いを通して自己を向上させるという儒教の理想を体現しています。漢代には教育哲学の要となり、道徳的な模範を積極的に見習うことを奨励しました。この慣用句は、進歩が単なる賞賛からではなく、他者の功績に匹敵しようとする意識的な努力から生まれることを示唆しています。現代では、職業的・個人的な成長を重視し、インスピレーションを行動へと転換することを促しています。謙虚さを忘れずに、健全な競争と継続的な改善を促進するものです。",
    "metaphoric_meaning": "価値のある人から学ぶ",
    "traditionalCharacters": "見賢思齊",
    "chineseExample_tr": "閱讀創新領袖的事蹟激勵她提升自己的技能"
  },
  {
    "id": "ID138",
    "characters": "亡羊补牢",
    "pinyin": "wáng yáng bǔ láo",
    "meaning": "失われた羊の後にペンを修正します",
    "example": "セキュリティ侵害の後、会社は最終的に彼らのシステムをアップグレードしました",
    "chineseExample": "在安全漏洞事件后，公司终于升级了系统",
    "theme": "知恵と学習",
    "description": "この故事成語の教訓は、羊を失った（亡）後にようやく囲い（牢）を修繕した（補）古代の羊飼いの話に由来します。『管子』に記されたこの物語は、戦国時代には統治に関する寓話となりました。官僚たちは、事後的な措置ではなく予防的な政策の必要性を主張するために、この故事を用いました。明代には、この故事成語は国防戦略に応用されることで、さらにその重要性を増しました。現代では、サイバーセキュリティから人間関係の維持に至るまで幅広く使われ、「遅すぎた修正では過去の損失は取り戻せないが、将来の損失は防ぐことができる」という点を強調しています。この故事は、たとえ遅きに失したとしても、失敗から学び、是正措置を講じることの重要性を説いています。",
    "metaphoric_meaning": "修正するのに遅すぎることはありません",
    "traditionalCharacters": "亡羊補牢",
    "chineseExample_tr": "在安全漏洞事件後，公司終於升級了系統"
  },
  {
    "id": "ID139",
    "characters": "寥若晨星",
    "pinyin": "liáo ruò chén xīng",
    "meaning": "朝の星のようにまばら",
    "example": "この新しいテクノロジーの真の専門家は、朝の星と同じくらいまれです",
    "chineseExample": "这个新兴技术领域的真正专家寥若晨星",
    "theme": "人生哲学",
    "description": "唐代の詩句に由来し、夜明けに残る数少ない朝の星（晨星寥若）に希少性を例えたものです。古典詩で広く用いられ、並外れた才能や機会の非凡な質を捉えています。この比喩は、古代の天文観測において特に意味深く、朝の星は特別な前兆と見なされていました。宮廷の歴史家たちは、並外れた人格や能力を持つ稀有な人物を評する際にこれを用いました。現代では、さまざまな分野での傑出した業績や唯一無二の人物を指すことが多く、希少性と輝きの両方を暗示しています。量よりも質を重視しつつ、自然な美しさの感覚を保っています。",
    "metaphoric_meaning": "非常にまれです",
    "traditionalCharacters": "寥若晨星",
    "chineseExample_tr": "這個新興技術領域的真正專家寥若晨星"
  },
  {
    "id": "ID140",
    "characters": "浩浩荡荡",
    "pinyin": "hào hào dàng dàng",
    "meaning": "広大な強力な流れ",
    "example": "改革運動は強力な波のように業界を席巻しました",
    "chineseExample": "改革运动浩浩荡荡地席卷了整个行业",
    "theme": "成功と忍耐",
    "description": "広々としてよどみなく流れる様をリズミカルに描写する「浩浩蕩蕩（こうこうとうとう）」という言葉は、黄河の雄大な流れを描写した古典的な記述に由来します。唐代になると、威風堂々たる軍事行列や大規模な社会運動を形容する言葉として発展しました。漢字を重ねることで、途切れることのない、止めようのない勢いを表現しています。歴史的文献では、物理的な規模だけでなく、道義的な力をも伝えるために用いられました。現代では、大規模な潮流、社会運動、あるいは歴史の進歩を形容する際に用いられ、その規模の大きさだけでなく必然性をも示唆します。自然の情景との関連性を保ちつつ、人間の集団的な営みが持つ畏敬すべき性質をも表現しています。",
    "metaphoric_meaning": "広大で力強い",
    "traditionalCharacters": "浩浩蕩蕩",
    "chineseExample_tr": "改革運動浩浩蕩蕩地席捲了整個行業"
  },
  {
    "id": "ID141",
    "characters": "一诺千金",
    "pinyin": "yī nuò qiān jīn",
    "meaning": "1つの約束の千ゴールド",
    "example": "より良い申し出にもかかわらず、彼女はクライアントへの元のコミットメントを尊重しました",
    "chineseExample": "尽管有更好的机会，她仍然信守对客户的承诺",
    "theme": "人間関係と性格",
    "description": "春秋時代に端を発するこの故事成語は、一諾（一つの約束）を千金（莫大な財産）に匹敵するものとします。これは、季札が多大な個人的犠牲を払ってまで故人との約束を守り通したという故事を通じて広く知られるようになりました。\n\nこの概念は唐代の商人文化の中心をなすものとなり、そこでは物質的な富よりも信用や評判が重んじられました。この成語は、信頼が目先の利益を超えていかに永続的な価値を生み出すかを強調しています。\n\n現代においても、ビジネス上の関係や個人的な約束において誠実さの重要性が強調され、短期的な利益よりも信頼性が持続可能な成功を築くことを示唆しています。",
    "metaphoric_meaning": "約束を忠実に保ちます",
    "traditionalCharacters": "一諾千金",
    "chineseExample_tr": "儘管有更好的機會，她仍然信守對客戶的承諾"
  },
  {
    "id": "ID142",
    "characters": "如数家珍",
    "pinyin": "rú shǔ jiā zhēn",
    "meaning": "家族の宝物のように数えます",
    "example": "歴史家は、古代のアーティファクトについて親密な親しみを持って議論しました",
    "chineseExample": "这位历史学家谈论古代文物如数家珍",
    "theme": "知恵と学習",
    "description": "この慣用句は、家族の宝物（家珍）を数える（数）かのように、隅々まで知り尽くしていることを表します。これは宋の時代、商家の家族が自分たちの在庫品を細部にわたって正確に把握していた様子を描写したことに由来します。学者たちがこれを古典文献の習得に応用するにつれて、この比喩はより幅広い文化的な意味合いを持つようになりました。伝統的な中国の教育においては、これほど深く知り尽くしていることが真の専門知識の証であったことが、歴史的記述によって示されています。現代では、あらゆる主題について網羅的な知識を持ち、理解の深さと個人的な傾倒の両方があることを表すのに使われます。真の習得は、知識を家宝のように大切に扱うことから生まれることを示唆しています。",
    "metaphoric_meaning": "徹底的に何かを知っています",
    "traditionalCharacters": "如數家珍",
    "chineseExample_tr": "這位歷史學家談論古代文物如數家珍"
  },
  {
    "id": "ID143",
    "characters": "精益求精",
    "pinyin": "jīng yì qiú jīng",
    "meaning": "パーフェクトはもっと完璧を求めます",
    "example": "ソフトウェアチームは、すでに優れた製品を洗練し続けました",
    "chineseExample": "软件团队不断完善他们已经很优秀的产品",
    "theme": "成功と忍耐",
    "description": "この思想は春秋時代の職人の伝統にその起源を辿ることができます。当時、職人たちは、彼らの「精（せい）」（技）を「益々（ますます）」磨き、「求（もと）める」のは、さらなる「精（せい）」（高み）でした。\n\nこの概念は、かつてない技術革新が職人たちをより高い水準へと駆り立てた宋代に確立しました。有名な例として、魯班の木工に関する著書があります。そこには、熟練した木工職人が単一の継手技術を完璧にするために何年もの歳月を費やす様子が描かれています。\n\n今日、この精神はソフトウェア開発から料理芸術に至るまで、様々な分野で革新を推進しており、卓越したものでさえ、さらに改善できるという思想を体現しています。\n\n日本の製造業者は、この原則を「改善」として採用しましたが、中国の起源は、段階的な改善よりも、完璧への飽くなき追求を強調しています。",
    "metaphoric_meaning": "常に改善します",
    "traditionalCharacters": "精益求精",
    "chineseExample_tr": "軟件團隊不斷完善他們已經很優秀的產品"
  },
  {
    "id": "ID144",
    "characters": "聚精会神",
    "pinyin": "jù jīng huì shén",
    "meaning": "エッセンスを集めて精神に会います",
    "example": "外科医は、複雑な手順中に完全に焦点を合わせました",
    "chineseExample": "外科医生在复杂手术过程中全神贯注",
    "theme": "成功と忍耐",
    "description": "漢代の道教瞑想書に由来するとされるこの成語は、「精（せい）を聚（あつ）め、神（しん）と会（かい）する」という状態を表しています。初期の修行者たちは、注意が散漫になると生命力（気）が消耗する一方、集中することで心身が一体となると信じていました。この概念は唐代の禅仏教の実践において中心的となり、師たちはこれを瞑想における理想的な精神状態を表すために用いました。現代では、フロー状態にあるアスリートから複雑な問題に取り組む研究者に至るまで、極めて高い集中状態を指す言葉として使われます。この成語は、真の集中とは単なる注意の向け方ではなく、自己の全存在を一つの意識の点に集約させることであると示唆しています。",
    "metaphoric_meaning": "完全に集中します",
    "traditionalCharacters": "聚精會神",
    "chineseExample_tr": "外科醫生在複雜手術過程中全神貫注"
  },
  {
    "id": "ID145",
    "characters": "唇亡齿寒",
    "pinyin": "chún wáng chǐ hán",
    "meaning": "唇が歯を寒くしました",
    "example": "サプライヤーが失敗したとき、メーカーの生産も苦しみました",
    "chineseExample": "当供应商倒闭时，制造商的生产也受到影响",
    "theme": "人生哲学",
    "description": "この鮮やかな比喩は、戦国時代に顧問の李克が魏国に対し、同盟国を見捨てることの危険性を警告した際に生まれた。彼は「唇（くちびる）が亡（ほろ）びれば、歯（は）は寒（さむ）くなる」と説き、両者の相互依存関係を説明した。\n\nこの比喩は中国の外交思想に深く響き、数多くの歴史的条約や同盟に登場した。元々は政治的な相互依存関係を表すものだったが、あらゆる共生関係を指すように進化していった。現代では、ビジネスパートナーシップから環境保護に至るまで幅広く用いられ、一見異なる実体の運命がいかに密接に絡み合っているかを示している。その比喩の生理学的な正確さが、相互関連性を示す力強い教訓として長く伝えられる助けとなった。",
    "metaphoric_meaning": "運命は一緒にリンクされています",
    "traditionalCharacters": "脣亡齒寒",
    "chineseExample_tr": "當供應商倒閉時，製造商的生產也受到影響"
  },
  {
    "id": "ID146",
    "characters": "言不由衷",
    "pinyin": "yán bù yóu zhōng",
    "meaning": "心からではなく言葉",
    "example": "それは彼の行動と一致しなかったので、彼の賞賛は空っぽに感じました",
    "chineseExample": "他的赞美感觉空洞，因为与他的行动不符",
    "theme": "人間関係と性格",
    "description": "漢代の宮廷記録に初めて現れたこの成語は、「言」（言葉）が「衷」（心の内）から「不由」（由来しない）ことを指します。唐代に入ると、宮廷の陰謀が渦巻く中で、本心からの言葉とそうでない言葉を見分けることが生き残る上で不可欠であったため、特にその重要性が増しました。史料には、臣下たちがこの成語を用いて、皇帝に対し、おべんちゃらだが偽りの報告に対して警告したことが記されています。この概念は、言葉と内心の一致が徳をなす上で不可欠であるとされた儒教の道徳的品性に関する議論において、中心的な役割を果たすようになりました。現代では、公式な発言が個人的な考えや本音を反映していない、外交辞令や企業広報活動などを説明する際に用いられることがよくあります。",
    "metaphoric_meaning": "それを意味することなく話してください",
    "traditionalCharacters": "言不由衷",
    "chineseExample_tr": "他的讚美感覺空洞，因爲與他的行動不符"
  },
  {
    "id": "ID147",
    "characters": "目无全牛",
    "pinyin": "mù wú quán niú",
    "meaning": "目は牛全体を見ない",
    "example": "何十年もの練習の後、シェフはレシピなしで傑作を作成することができました",
    "chineseExample": "经过几十年的练习，这位厨师可以不用食谱创作出杰作",
    "theme": "成功と忍耐",
    "description": "この成語は、『荘子』の有名な料理人、丁度（ていど）の物語に由来します。丁度の目（目）にはもはや牛全体（全牛）が映らず（无）、ただその関節の間の隙間だけが見えるようになったという話です。長年の修行の結果、彼の包丁はそれらの隙間を苦もなく滑らかに動き、骨や筋に触れることは決してありませんでした。この物語は、深い専門知識がいかに知覚を変容させるか、つまり達人が表面的な見かけではなく、根底にある構造を見るようになるかを示しています。もともとは職人の技に関するものでしたが、この成語は表面的な見かけを超越したあらゆる深い理解を表現するものへと発展しました。現代では、科学研究から芸術的な熟練まで、幅広い分野で用いられ、専門家が他の人には見えないパターンを「見る」ことを表現します。",
    "metaphoric_meaning": "本能的な習得を達成します",
    "traditionalCharacters": "目無全牛",
    "chineseExample_tr": "經過幾十年的練習，這位廚師可以不用食譜創作出傑作"
  },
  {
    "id": "ID148",
    "characters": "各得其所",
    "pinyin": "gè dé qí suǒ",
    "meaning": "それぞれがその場所を見つけます",
    "example": "再編成は、各チームメンバーが理想的な役割を見つけるのを助けました",
    "chineseExample": "重组帮助每个团队成员找到了最适合的角色",
    "theme": "成功と忍耐",
    "description": "初期儒教の社会調和に関する文献に端を発するこの概念は、「各（それぞれが）」「得（得る）」「其（その）」「所（場所）」という字義の通り、各要素が然るべき場所を得る様を表しています。この思想は、漢代の官僚制度改革において具体的に応用され、そこでは官吏たちがそれぞれの才能を適切な役職に適合させようと努めました。歴史書には、この均衡を達成し、安定と繁栄をもたらす地域を築いた行政官が称賛されています。この言葉は古典的な庭園設計の文献にも見られ、岩や植物の一つ一つが自然な場所に収まるべきだと述べられています。現代では、その用法は組織運営や社会政策にまで広がり、各構成要素がその本来の機能を発揮することを許容することで調和が生まれる、と示唆しています。",
    "metaphoric_meaning": "すべてが正しい場所にあります",
    "traditionalCharacters": "各得其所",
    "chineseExample_tr": "重組幫助每個團隊成員找到了最適合的角色"
  },
  {
    "id": "ID149",
    "characters": "夸夸其谈",
    "pinyin": "kuā kuā qí tán",
    "meaning": "大きくて空っぽに話します",
    "example": "コンサルタントは大いに約束しましたが、ほとんど結果はありませんでした",
    "chineseExample": "这位顾问说得天花乱坠，但几乎没有实际成果",
    "theme": "人生哲学",
    "description": "この批判的な成語は戦国時代に生まれました。当時、助言者たちがその談話（談）において、過度に（夸）誇張し（夸）、実のない話をする（其）様子を指して用いられました。「夸」の反復は、その言葉が空虚であることを強調しています。史書によれば、一部の臣下は壮大な約束をするものの、ほとんど結果を出さなかったと記されています。この成語は、明王朝時代に学者官僚たちが科挙の論文において内容よりも形式を重視する傾向を批判した際、再びその意義を持つようになりました。今日では、企業内の専門用語、政治的レトリック、あるいは意味のある内容よりも壮大な表現を好むあらゆる談話を言い表すのによく使われます。",
    "metaphoric_meaning": "すべては物質を話しません",
    "traditionalCharacters": "誇誇其談",
    "chineseExample_tr": "這位顧問說得天花亂墜，但幾乎沒有實際成果"
  },
  {
    "id": "ID150",
    "characters": "迫在眉睫",
    "pinyin": "pò zài méi jié",
    "meaning": "眉とまつげのように緊急",
    "example": "締め切りは非常に近かったので、すぐに行動が必要でした",
    "chineseExample": "截止日期迫在眉睫，需要立即采取行动",
    "theme": "人生哲学",
    "description": "この切迫感に満ちた四字熟語は、その緊急性が「迫」（迫る）り、「在」（ある）のは「眉」（眉）と「睫」（まつげ）の間であるかのように描写しています。その最も古い記録は唐代の軍事書簡にあり、指揮官が差し迫った脅威の緊急性を伝える必要があった際に用いられました。この身体部位の比喩は意図的に選ばれました。眉と睫の間の空間は極めて狭く、遅延の余地がないことを示唆しています。この表現は、商業が加速し、時間的な制約のある決断がより一般的になった宋代に広く使われるようになりました。現代では、ビジネスの締め切りから環境危機に至るまで、時間のプレッシャーがほとんど物理的に感じられるような状況を表現する際に用いられています。",
    "metaphoric_meaning": "非常に緊急",
    "traditionalCharacters": "迫在眉睫",
    "chineseExample_tr": "截止日期迫在眉睫，需要立即採取行動"
  },
  {
    "id": "ID151",
    "characters": "口是心非",
    "pinyin": "kǒu shì xīn fēi",
    "meaning": "口はそうです心いいえ",
    "example": "政治家の公的支持は、彼の私的行動に矛盾していました",
    "chineseExample": "这位政治家的公开支持与他的私下行为相矛盾",
    "theme": "人間関係と性格",
    "description": "唐代の仏教文献に由来し、言葉と思考の一致について論じられる中で生まれたこの故事成語は、口（くち）では「是（ゼ）」（はい）と答えながら、心（こころ）では「非（ヒ）」（いいえ）と思っている状態を表します。それは宋代の道徳哲学において重要な概念となり、学者たちは社交辞令と絶対的な正直さの倫理について議論しました。歴史書には、官僚たちがこの言葉を使い、公には支持するふりをしながらも私的には反対していた同僚を批判した事例が記されています。現代では、多くの場合、この言葉は建前と本音が対立する社会的な状況を説明するのに用いられ、社会的な調和と個人の本音との間の普遍的な緊張関係を浮き彫りにしています。",
    "metaphoric_meaning": "言葉は思考とは異なります",
    "traditionalCharacters": "口是心非",
    "chineseExample_tr": "這位政治家的公開支持與他的私下行爲相矛盾"
  },
  {
    "id": "ID152",
    "characters": "自相矛盾",
    "pinyin": "zì xiāng máo dùn",
    "meaning": "スピアシールドは自己と矛盾しています",
    "example": "ポリシーの矛盾する要件により、実装は不可能になりました",
    "chineseExample": "政策中相互矛盾的要求使得实施变得不可能",
    "theme": "知恵と学習",
    "description": "この『矛盾』という言葉は、『韓非子』に登場する有名な論理的パラドックスに由来します。ある商人が「どんなものでも突き通せる矛（ほこ）」と「どんな攻撃でも防げる盾（たて）」を持っていると豪語したところ、それは「自（おの）ずと相（あい）矛盾（むじゅん）する」主張、すなわちこの言葉の語源となったのです。この話は中国の論理的議論において古典的な例となり、矛盾した議論を暴き出すために用いられました。宋の時代には、哲学論争における標準的な用語となりました。現代では、論理学の枠を超え、企業戦略から個人の人生の選択に至るまで、自己破滅的な行動や本質的に一貫性のない政策全般を指す言葉として使われています。",
    "metaphoric_meaning": "矛盾します",
    "traditionalCharacters": "自相矛盾",
    "chineseExample_tr": "政策中相互矛盾的要求使得實施變得不可能"
  },
  {
    "id": "ID153",
    "characters": "目不暇给",
    "pinyin": "mù bù xiá jǐ",
    "meaning": "忙しすぎて出席できません",
    "example": "展覧会の無数のディスプレイは、圧倒された訪問者です",
    "chineseExample": "展览中数不清的展品让参观者目不暇给",
    "theme": "人生哲学",
    "description": "漢代の宮廷記録に由来する生き生きとした故事成語で、皇帝の視察の際、官僚たちの目（目）が、目の前にあるすべてを適切に把握する（給）にはあまりに忙しく、暇がない（不暇）様子を描写しています。この言葉は、唐代の経済的繁栄期に、市場の検査官たちが賑やかな市場を監視することの困難さを表現するために用いたことで、広く知られるようになりました。歴史的資料によると、この言葉は公的な文脈を超え、あらゆる圧倒的な視覚体験を表す言葉として広まっていったとされます。現代では、デジタル時代における情報過多を表す際によく用いられ、複数のスクリーンを操作する専門家から、感覚的に豊かな環境に遭遇する観光客まで、幅広く使われています。この故事成語は、刺激の豊富さと、人間の注意力の物理的な限界の両方を的確に言い表しています。",
    "metaphoric_meaning": "取り入れるには多すぎる",
    "traditionalCharacters": "目不暇給",
    "chineseExample_tr": "展覽中數不清的展品讓參觀者目不暇給"
  },
  {
    "id": "ID154",
    "characters": "厚积薄发",
    "pinyin": "hòu jī bó fā",
    "meaning": "厚い蓄積薄い発射",
    "example": "何年も静かな研究の後、彼女の画期的な理論が分野に革命をもたらしました",
    "chineseExample": "经过多年的默默研究，她的突破性理论彻底革新了这个领域",
    "theme": "成功と忍耐",
    "description": "この故事成語は、深い（厚）知識を地道に積み重ねる（積）ことと、やがて少ない（薄）労力でそれを発揮（発）できることを対比しています。唐代の文人たちの間で生まれ、彼らは性急な創作よりも持続的な準備を重視しました。史料によれば、詩人の杜甫は、比較的短い期間で多くの作品を創作する前に、数十年もの歳月を学びに費やしたとされています。この考え方は、段階的な自己修養を重んじた宋代の朱子学者たちに特に共鳴しました。現代においては、長期的な準備が、一見して難なくこなせるような実行を可能にする、科学研究、芸術の習得、ビジネス革新といったあらゆる分野に適用されます。この言葉は、性急な行動を戒めるとともに、徹底した準備こそが最終的な成功をあたかも容易なものに見せることを示唆しています。",
    "metaphoric_meaning": "長い準備後の成功",
    "traditionalCharacters": "厚積薄發",
    "chineseExample_tr": "經過多年的默默研究，她的突破性理論徹底革新了這個領域"
  },
  {
    "id": "ID155",
    "characters": "临危不惧",
    "pinyin": "lín wēi bù jù",
    "meaning": "恐れることなく危険に直面します",
    "example": "消防士はためらうことなく燃えている建物に駆け込んだ",
    "chineseExample": "消防员毫不犹豫地冲进了燃烧的大楼",
    "theme": "成功と忍耐",
    "description": "この成語は、危険に直面しても恐れない「臨（直面する）危（危険）不（〜ない）惧（恐れる）」という状態を描写しており、南宋の将軍、岳飛の勇気に関する記述に由来しています。歴史書には、岳飛が極限の戦場状況下でも冷静さを保ち、それにより自軍の兵士たちを鼓舞し、優勢な敵軍を相手に勝利を収めたと記されています。この言葉は、戦争における心理的要因を分析した明代の兵書を通じて、より広く知られるようになりました。無謀な勇気とは異なり、これはリスクを評価しつつ、不動の精神を保つ冷静な勇気を表しています。現代では、緊急対応要員や危機管理者といった、プレッシャーの中で職務を遂行する専門家たちを称える際に用いられ、真の勇気とは、恐れを認識しつつも、それに麻痺させられないことだと強調しています。",
    "metaphoric_meaning": "プレッシャーの下で勇気",
    "traditionalCharacters": "臨危不懼",
    "chineseExample_tr": "消防員毫不猶豫地衝進了燃燒的大樓"
  },
  {
    "id": "ID156",
    "characters": "知难而进",
    "pinyin": "zhī nán ér jìn",
    "meaning": "難しさを知っていますが、前進します",
    "example": "課題を理解しているにもかかわらず、彼女は複雑な国際的な任務を受け入れました",
    "chineseExample": "尽管了解其中的挑战，她还是接受了这个复杂的国际任务",
    "theme": "成功と忍耐",
    "description": "この故事成語は、困難を「知」りながらも「進」む（前へ進む）勇気を表し、戦国時代の兵法書に由来します。呉起将軍が、戦いに臨む前に戦場の困難を理解することこそ真の勇気であると王に説いた逸話を通じて、この思想は広く知られるようになりました。この概念は、北宋時代に改革者の王安石が、野心的な政府改革を正当化するために引用したことで、新たな重要性を帯びました。盲目的な楽観主義とは異なり、この言葉は、障害を認識しながらもそれを乗り越えようと決意する、冷静な判断力と強い意志を称賛します。現代においては、起業や自己啓発といった幅広い分野で応用されており、知識に基づいた粘り強さが、安易な熱意や無謀な勇気とはいかに異なるかを強調しています。",
    "metaphoric_meaning": "課題を認識しているにもかかわらず、押し続けます",
    "traditionalCharacters": "知難而進",
    "chineseExample_tr": "儘管瞭解其中的挑戰，她還是接受了這個複雜的國際任務"
  },
  {
    "id": "ID157",
    "characters": "功亏一篑",
    "pinyin": "gōng kuī yī kuì",
    "meaning": "作業は1つのバスケットに失敗します",
    "example": "最終段階での監視がわずかであるため、プロジェクトは崩壊しました",
    "chineseExample": "这个项目因最后阶段的一个小疏忽而失败",
    "theme": "人生哲学",
    "description": "古代中国の書物『韓非子』には、山を完成させるための土運び（「功」）を、あと一籠（「簣」）というところでやめてしまった男の話が記されており、物事が完成間際で失敗することの教訓となっています。宋代の学者たちはこの話を用いて、完成を前にして努力を怠ることの戒めとしました。成功と失敗の分かれ目となる「たった一籠」という具体的な描写は、わずかな手抜きがこれまでの大きな努力を台無しにしてしまう様子を、力強く示しています。",
    "metaphoric_meaning": "終わり近くであきらめたために失敗します",
    "traditionalCharacters": "功虧一簣",
    "chineseExample_tr": "這個項目因最後階段的一個小疏忽而失敗"
  },
  {
    "id": "ID158",
    "characters": "取长补短",
    "pinyin": "qǔ cháng bǔ duǎn",
    "meaning": "強みを取り、弱点を修正します",
    "example": "国際チームは、ドイツのエンジニアリングとイタリアのデザインを組み合わせました",
    "chineseExample": "这个国际团队结合了德国工程和意大利设计",
    "theme": "知恵と学習",
    "description": "この均衡の取れた考え方は、「取長補短」（長所を取り短所を補う）を提唱するもので、漢代の統治文献に初めて登場しました。この概念は唐代の官僚制度改革で実用化され、官僚たちは互いの能力を補完し合うように組まれました。史書には、太宗皇帝がいかに意図的に異なる才能を持つ臣下を組み合わせて行政を強化したかが記されています。この原則は中国の軍事戦略にも影響を与え、将軍たちは自軍の強みを敵の弱点に対して活用するよう教えられました。現代では、ビジネスパートナーシップから教育に至るまで応用されており、補完的な協力がいかに個人の努力だけでは達成できないことを成し遂げるかを強調しています。単なる模倣とは異なり、多様な強みを思慮深く統合し、バランスの取れたシステムを構築することを示唆しています。",
    "metaphoric_meaning": "強度を組み合わせて弱点を克服します",
    "traditionalCharacters": "取長補短",
    "chineseExample_tr": "這個國際團隊結合了德國工程和意大利設計"
  },
  {
    "id": "ID159",
    "characters": "隔岸观火",
    "pinyin": "gé àn guān huǒ",
    "meaning": "反対側の海岸からの火を見てください",
    "example": "競合する会社は、支援を提供せずにライバルの危機を観察しました",
    "chineseExample": "竞争公司隔岸观火，看着对手的危机而不提供帮助",
    "theme": "人生哲学",
    "description": "「隔岸観火」という示唆に富んだ成語は、文字通り、岸を隔てて火事を観る（傍観する）ことを表します。唐代の河川沿いの村の火事に関する記録に由来し、歴史的記録によれば、川の対岸にいて安全な人々は、自らが危険に晒されることなく、その災害を傍観することができたとされています。\n\nこの表現は、宋代に朱子学者が、共同体の問題から距離を置く人々を批判するために用いたことで、道徳的意味合いを帯びるようになりました。このイメージは、水が防御と分断の両方を生み出した古代中国の川辺の集落から強い力を得ています。\n\n現代では、他者の困難に対する冷笑的な傍観や戦略的な不介入、特にビジネス競争や国際関係におけるそれらを指して、しばしば否定的な意味合いで用いられます。",
    "metaphoric_meaning": "安全な距離からトラブルを観察します",
    "traditionalCharacters": "隔岸觀火",
    "chineseExample_tr": "競爭公司隔岸觀火，看着對手的危機而不提供幫助"
  },
  {
    "id": "ID160",
    "characters": "望洋兴叹",
    "pinyin": "wàng yáng xìng tàn",
    "meaning": "海をじっと見つめています",
    "example": "若いプログラマーは、高度なテクノロジーフレームワークに圧倒されたと感じました",
    "chineseExample": "年轻的程序员面对这个高级技术框架感到不知所措",
    "theme": "人生哲学",
    "description": "この成語は、広大な海（洋）を望み（望）、畏敬の念や諦めから深いため息（興嘆）をつく心情を表しています。その起源は秦の時代にあり、伝えられるところでは、将来の始皇帝暗殺を試みる前に荊軻（けいか）が東の海を見た際の反応から生まれたとされます。この句は唐の時代、詩人たちが圧倒的な自然の壮大さに直面する様を描写するのに用いたことで、文学的な地位を確立しました。中国の宇宙観において、海の比喩は特に意味深く、機会と同時に乗り越えられない広大さの両方を象徴していました。現代では、自分の能力を超えているように思える課題に圧倒される感情を表現する際に用いられますが、そのような感情を呼び起こすスケールの大きさに対するかすかな畏敬の念も含まれています。",
    "metaphoric_meaning": "偉大さに圧倒されていると感じます",
    "traditionalCharacters": "望洋興嘆",
    "chineseExample_tr": "年輕的程序員面對這個高級技術框架感到不知所措"
  },
  {
    "id": "ID161",
    "characters": "防微杜渐",
    "pinyin": "fáng wēi dù jiàn",
    "meaning": "わずかな停止を徐々に防ぎます",
    "example": "同社は、潜在的な違反を防ぐために厳格なコンプライアンス措置を実施しました",
    "chineseExample": "公司实施了严格的合规措施，以防微杜渐",
    "theme": "知恵と学習",
    "description": "この先見的な成語は、「微」（些細な問題）を「防」ぎ、「漸」（漸進的な発展）を「杜」ぐ、つまり小さな問題が徐々に大きくなる前に阻止することを提唱しています。その起源は漢代の統治に関する書物に見られます。唐代には、宰相・魏徴が太宗皇帝に対し、「些細な問題も放置すれば、最終的には手がつけられなくなる」と警告した有名な上奏文によって、この成語は広く知られるようになりました。この概念は中国医学にも大きな影響を与え、医師たちはわずかな症状が深刻な病気として現れる前に治療することの重要性を強調しました。歴史書には、治水技術者たちがこの原則を河川管理に応用し、わずかな堤防の弱点を修復することで壊滅的な洪水を防いだ例が記録されています。現代では、リスク管理から人間関係の維持に至るまで幅広く応用されており、問題が発展してから対処するよりも、早期の介入がより効果的かつ低コストであると強調されています。",
    "metaphoric_meaning": "彼らが成長する前に問題を止めてください",
    "traditionalCharacters": "防微杜漸",
    "chineseExample_tr": "公司實施了嚴格的合規措施，以防微杜漸"
  },
  {
    "id": "ID162",
    "characters": "纸醉金迷",
    "pinyin": "zhǐ zuì jīn mí",
    "meaning": "紙酔った金は混乱しています",
    "example": "若い相続人は、現実世界の困難に気づかずに贅沢に住んでいました",
    "chineseExample": "这些年轻的继承人生活在奢华中，对现实世界的艰辛毫无察觉",
    "theme": "人生哲学",
    "description": "この成語は、金（金）で象徴される富に酔い（酔）、紙（紙）の証書や契約書に囲まれて惑わされる（迷）という退廃的な生活様式を描写しています。唐代の詩歌で、富裕な商家の批判として初めて登場し、宋代の商業ブーム期に広く知られるようになりました。この言葉は、伝統的な教養や価値観を欠いた新興の富裕層に対する道徳的な懸念を捉えたものでした。紙（契約書や手形を表す）と金の組み合わせは、勃興する貨幣経済を反映していました。現代では、高級ナイトクラブから豪華な開発プロジェクトに至るまで、豪華で快楽主義的な環境を描写する際に用いられ、酔わせるだけで真の充足感を与えない空虚な物質主義に対する微妙な批判が込められています。",
    "metaphoric_meaning": "退廃的な高級ライフスタイル",
    "traditionalCharacters": "紙醉金迷",
    "chineseExample_tr": "這些年輕的繼承人生活在奢華中，對現實世界的艱辛毫無察覺"
  },
  {
    "id": "ID163",
    "characters": "固若金汤",
    "pinyin": "gù ruò jīn tāng",
    "meaning": "金属スープとして固体",
    "example": "同社のサイバーセキュリティ防御は、攻撃者には不可解でした",
    "chineseExample": "公司的网络安全防御对攻击者来说固若金汤",
    "theme": "成功と忍耐",
    "description": "「固若金湯（こじゃくきんとう）」という軍事的な比喩は、「金」のように堅固で（固）、「湯」のように熱い堀の水（湯）によって守られた、強固な防御を表します。その起源は、金属製の門と煮えたぎる湯が究極の防御策であった漢代の要塞建設に遡ります。この言葉は、受動的防御と能動的防御の両方を兼ね備えた理想的な要塞を記述した軍事文書で初めて用いられました。三国時代には、諸葛亮が築いた防御施設の描写を通じて、この言葉が広く知られるようになりました。動かすことも、侵入することもできない「金」と、能動的で危険な煮えたぎる「湯」という具体的な組み合わせは、完璧な総合的防衛のイメージを作り上げました。現代では、サイバーセキュリティのプロトコルから法的合意に至るまで、複数の堅牢な保護層を備えて設計されたあらゆるシステムを表現する際に用いられます。",
    "metaphoric_meaning": "不可解な防御",
    "traditionalCharacters": "固若金湯",
    "chineseExample_tr": "公司的網絡安全防禦對攻擊者來說固若金湯"
  },
  {
    "id": "ID164",
    "characters": "插翅难飞",
    "pinyin": "chā chì nán fēi",
    "meaning": "翼を追加するのが難しいフライを追加します",
    "example": "犯罪者は、精巧な計画にもかかわらず脱出が不可能だと感じました",
    "chineseExample": "尽管有精心策划，罪犯发现逃脱是不可能的",
    "theme": "人生哲学",
    "description": "この鮮やかな慣用句「插翅難飛」（翼をつけたとしても飛んで逃げ出すのは難しい）は、唐代の監獄用語に由来します。歴史書によれば、当時の皇帝の監獄は非常に厳重に設計されており、たとえ翼があってもそこから飛び去ることはできなかったとされています。この表現は宋代になると広く知られるようになり、重大な罪を犯した者を逮捕する際の公文書にも登場しました。中国詩において翼が究極の自由を象徴していたことから、この表現が持つイメージは特に強力でした。現代では、法的な窮地から、出口条項のないビジネス上の契約に至るまで、あらゆる種類の「逃げ場のない状況」を表すのに用いられます。これは、いかに並外れた努力をしても、特定の状況からは決して逃れられないことを強調しています。",
    "metaphoric_meaning": "逃げることは全く不可能です",
    "traditionalCharacters": "插翅難飛",
    "chineseExample_tr": "儘管有精心策劃，罪犯發現逃脫是不可能的"
  },
  {
    "id": "ID165",
    "characters": "步步为营",
    "pinyin": "bù bù wéi yíng",
    "meaning": "各ステップはキャンプを作ります",
    "example": "会社は慎重に拡大し、次の市場に移動する前に各市場を確保しました",
    "chineseExample": "公司谨慎扩张，在进军下一个市场前先稳固每一个市场",
    "theme": "戦略と行動",
    "description": "この戦略的アプローチは、漢代の兵法書に由来します。そこには、軍隊が（歩歩）一歩進むごとに堅固な陣地（営）を（為）築き、安全を確保しながら前進する様子が記されていました。この戦術は、三国時代に曹操将軍が困難な地形を攻略する際に採用したことで、広く知られるようになりました。迅速な展開とは異なり、これはさらなる前進の前に、達成した成果を確実に固めることを重視しました。歴史書は、無理な拡大を避け、補給線を確保し、陣地を強化した指揮官たちを称賛しています。明代には、辺境統治における慎重かつ賢明な行政を指す簡潔な表現として用いられるようになりました。現代における応用は、ビジネスの拡大戦略から個人のキャリアアップに至るまで多岐にわたり、各段階が次の基礎となるような、着実な進歩を提唱しています。",
    "metaphoric_meaning": "注意して系統的に前進します",
    "traditionalCharacters": "步步爲營",
    "chineseExample_tr": "公司謹慎擴張，在進軍下一個市場前先穩固每一個市場"
  },
  {
    "id": "ID166",
    "characters": "呕心沥血",
    "pinyin": "ǒu xīn lì xuè",
    "meaning": "ハートドリップブラッドを吐きます",
    "example": "著者は、彼女の最も深い感情を小説に注ぎました",
    "chineseExample": "作者把最深的情感倾注在这部小说中",
    "theme": "成功と忍耐",
    "description": "「嘔心瀝血（おうしんれっけつ）」というこの慣用句は、心（しん）を嘔（吐き出し）、血（けつ）を瀝（滴らせる）かのような、内側から絞り出すような激しい努力を表しており、その初出は唐代の文学評論に遡ります。元々は、激しい感情労働を通じて創作する詩人たちの苦悩を描写していました。学者・韓愈（かんゆ）は、深い内的な葛藤の中からいかにして優れた文章が生まれるかを説明するために、この言葉を用いました。宋代には、文学的な文脈を超え、極度の献身と個人的な犠牲を伴うあらゆる仕事を表現するために用いられるようになりました。外部の障害を描写する慣用句とは異なり、この言葉が焦点を当てるのは、創造や達成における内的な精神的な消耗です。現代では、仕事に全身全霊を捧げる人々、特に感情的な真正さと完全な献身を要する芸術的・知的な追求において、その努力を称える際に使われます。",
    "metaphoric_meaning": "最大限の努力と感情を投資します",
    "traditionalCharacters": "嘔心瀝血",
    "chineseExample_tr": "作者把最深的情感傾注在這部小說中"
  },
  {
    "id": "ID167",
    "characters": "登峰造极",
    "pinyin": "dēng fēng zào jí",
    "meaning": "ピークリーチ制限を登ります",
    "example": "ダンサーの完璧なパフォーマンスは、アートフォームの頂点を表しています",
    "chineseExample": "舞者的完美表演代表了这种艺术形式的巅峰",
    "theme": "成功と忍耐",
    "description": "この表現は、山頂（峰）に「登（のぼ）り」、究極の極致（極）に「造（いた）る」ことを意味し、漢代の道教地理書に由来します。当初は、天と地を結ぶと信じられていた聖なる山への巡礼を表していました。唐代には、文字通りの登山を超え、あらゆる学問や技芸における究極の境地を追求する意味へと発展しました。このイメージは、中国の五岳に由来しており、その頂上は、宗教家にとっても旅人にとっても最高の達成と見なされていました。現代では、それぞれの分野で最高レベルに達した人々を称賛する際に用いられ、その道のりの困難さと、究極の達成がもたらす研ぎ澄まされた崇高な境地の両方を示唆しています。",
    "metaphoric_meaning": "最高の達成可能なレベルに到達します",
    "traditionalCharacters": "登峯造極",
    "chineseExample_tr": "舞者的完美表演代表了這種藝術形式的巔峯"
  },
  {
    "id": "ID168",
    "characters": "急流勇进",
    "pinyin": "jí liú yǒng jìn",
    "meaning": "急流は勇敢に前進します",
    "example": "競合他社が退却している間、スタートアップは市場の乱流中に積極的に拡大しました",
    "chineseExample": "当竞争对手退缩时，这家初创公司在市场动荡期间积极扩张",
    "theme": "成功と忍耐",
    "description": "この躍動的な慣用句は、激しい流れ（急流）の中を勇ましく（勇）進んでいく（進）様子を描写しており、その起源は、唐代に長江の難所である三峡を巧みに航行した熟練の船頭たちの記述に遡ります。この言葉は宋代になると政治的な意味合いを帯びるようになり、改革者の王安石が保守派の抵抗に対し、進歩的な政策を推進するためにこれを用いました。水路が機会と危険の両方を象徴する中国文化において、この川の比喩は深く共感を呼びました。用心を促す慣用句とは異なり、この言葉は激動の状況下での大胆な前進を称賛します。現代では、経済の低迷期に事業を拡大する企業や、組織の激変期にキャリアを前進させる個人を描写するビジネスの文脈でよく使われます。",
    "metaphoric_meaning": "難易度を通して大胆に前進します",
    "traditionalCharacters": "急流勇進",
    "chineseExample_tr": "當競爭對手退縮時，這家初創公司在市場動盪期間積極擴張"
  },
  {
    "id": "ID169",
    "characters": "通宵达旦",
    "pinyin": "tōng xiāo dá dàn",
    "meaning": "夜は夜明けに到達します",
    "example": "医療チームは、すべての緊急患者を安定させるまで継続的に働きました",
    "chineseExample": "医疗团队连续工作，直到所有急诊患者病情稳定",
    "theme": "成功と忍耐",
    "description": "この四字熟語は、夜（宵）を通し（通）、夜明け（旦）に達する（達）まで働き続けることを意味し、その起源は漢代の勤勉な官僚たちの記録にまで遡ります。特に、北宋の学者官僚であった司馬光が、その記念碑的な歴史書を編纂する際に、数え切れない夜を徹して勉学に励んだという逸話によって、広く世に知られるようになりました。「旦」（夜明け）という漢字は、地平線の上に太陽が昇る様子を表しており、物事が自然な終わりを迎えるまで粘り強く努力を続ける情景を鮮やかに描写しています。単なる徹夜作業を指す言葉とは異なり、重要な任務を完遂するために必要な献身、といった含意を持ちます。現代では、緊急対応から学術的・専門的な追い込み期間まで幅広く使われ、物事が自然に完了するまで中断することなく続く努力を表します。",
    "metaphoric_meaning": "一晩中働きます",
    "traditionalCharacters": "通宵達旦",
    "chineseExample_tr": "醫療團隊連續工作，直到所有急診患者病情穩定"
  },
  {
    "id": "ID170",
    "characters": "束手无策",
    "pinyin": "shù shǒu wú cè",
    "meaning": "手をバインドしない戦略はありません",
    "example": "管理チームは、前例のない危機に直面したときに完全に無力でした",
    "chineseExample": "管理团队在面对这场前所未有的危机时束手无策",
    "theme": "人生哲学",
    "description": "この成語は、手（手）を縛られ（束）、策（策）がない（无）状態を表し、春秋時代の兵書に由来します。最初に登場したのは、包囲され、脱出路も戦闘計画も持たない軍隊に関する歴史記録においてでした。手足を縛られたという物理的なイメージは、身動きが取れないことや無力感という心理状態を如実に表しています。宋代には、有効な政策選択肢が見当たらない行政上の状況を説明する政治談話で、より広く用いられるようになりました。単なる困難を表す成語とは異なり、利用可能な解決策が全くない状態を示唆します。現代では、経験が何の指針も与えない未曾有の危機など、専門家でさえ有効なアプローチを見つけられない状況を説明する際に用いられます。",
    "metaphoric_meaning": "オプションなしで完全に無力になります",
    "traditionalCharacters": "束手無策",
    "chineseExample_tr": "管理團隊在面對這場前所未有的危機時束手無策"
  },
  {
    "id": "ID171",
    "characters": "退避三舍",
    "pinyin": "tuì bì sān shè",
    "meaning": "3つのキャンプを後退させます",
    "example": "同社は独占的な告発を避けるために自発的に市場シェアを減らしました",
    "chineseExample": "公司主动减少市场份额以避免垄断指控",
    "theme": "戦略と行動",
    "description": "この戦略的な成語は、衝突を避けるために、自ら退避（たいひ）し、三（さん）舍（しゃ）の距離を退くことを表し、春秋時代に由来します。これは、晋の文公が楚軍と対決する前に、自軍を三つの陣地分後退させたという有名な決断に端を発しています。文公はそれによって寛大さを示し、最終的に同盟者を得るのに役立ちました。ここで言う「舍」（しゃ）という単位は、軍隊が一日に行軍できる距離を表し、これがかなりの領土的譲歩であったことを意味します。漢の時代には、この成語は賢明な戦略的撤退を意味するようになりました。単なる撤退を表す言葉とは異なり、強者の立場から意図的に譲歩することを示唆しています。現代では、より大きな長期的な利益を得るための、優雅な妥協や戦略的な譲歩を表現する際に用いられます。",
    "metaphoric_meaning": "紛争を避けるために譲歩します",
    "traditionalCharacters": "退避三舍",
    "chineseExample_tr": "公司主動減少市場份額以避免壟斷指控"
  },
  {
    "id": "ID172",
    "characters": "滴水不漏",
    "pinyin": "dī shuǐ bù lòu",
    "meaning": "水滴漏れはありません",
    "example": "契約は、誤解の余地を残さない正確な言語で書かれました",
    "chineseExample": "合同用精确的语言撰写，滴水不漏",
    "theme": "成功と忍耐",
    "description": "「滴水不漏」というこの綿密な慣用句は、一滴（滴）の水（水）すら漏らさない（不漏）ほどの完璧な手配や状況を表現しており、その起源は宋代の皇室建築、特に屋根の基準に見られます。宮廷の建築家たちは、わずかな水漏れでも貴重な内部装飾を損なう可能性があったため、宮殿の構造物における理想的な建築品質を表現するためにこの言葉を用いました。\n\nこの表現は明代に入ると、法的な文脈で、隙のない議論や完璧な文書を形容するために、より広範に用いられるようになりました。わずかな湿気でも筆書きの文書が台無しになりかねない文化において、水の比喩は特に意味深いものでした。\n\n現代では、法律契約からセキュリティシステムに至るまで、絶対的な正確さが求められるあらゆる文脈において、非の打ち所のない実行を表すのに用いられています。",
    "metaphoric_meaning": "絶対に完璧で徹底的です",
    "traditionalCharacters": "滴水不漏",
    "chineseExample_tr": "合同用精確的語言撰寫，滴水不漏"
  },
  {
    "id": "ID173",
    "characters": "敬业乐群",
    "pinyin": "jìng yè lè qún",
    "meaning": "仕事を尊重するコミュニティを楽しんでください",
    "example": "新しい従業員は、強力なチーム関係を構築しながら、彼女の役割への献身を示しました",
    "chineseExample": "新员工表现出对工作的敬业精神，同时与团队建立了良好的关系",
    "theme": "人間関係と性格",
    "description": "このバランスの取れたアプローチは、自身の職業を尊重すること（敬業）と、共同体を楽しむこと（楽群）を提唱し、漢代の儒教の教育書に初めて登場しました。これは、理想的な学者は学問に勤勉であると同時に、人間関係においても調和的であるべきだという孔子の教えから生まれました。この具体的な組み合わせは、個人の卓越性と社会的な繋がりが互いに強化し合うという信念を反映していました。宋代には、これは官僚の標準的な評価基準となりました。個人の功績や社交スキルのみに焦点を当てる他の熟語とは異なり、この熟語はそれらが補完的な関係にあることを強調しています。現代では、技術的な卓越性と協調性の両方を持ち合わせた模範的な専門家を表す言葉として使われており、これは知識経済の組織においてますます重視されています。",
    "metaphoric_meaning": "卓越性と社会的調和のバランス",
    "traditionalCharacters": "敬業樂羣",
    "chineseExample_tr": "新員工表現出對工作的敬業精神，同時與團隊建立了良好的關係"
  },
  {
    "id": "ID174",
    "characters": "洞若观火",
    "pinyin": "dòng ruò guān huǒ",
    "meaning": "火を見ているようにはっきりしています",
    "example": "探偵の分析により、複雑なケースが突然理解できました",
    "chineseExample": "侦探的分析使复杂的案件突然变得清晰明了",
    "theme": "知恵と学習",
    "description": "「洞若観火」というこの成語は、「洞（明瞭に）」、「若（～のように）」、「観（見る）」、「火（火）」と、火を見るかのように物事をはっきりと理解することを表しており、戦国時代に由来します。これは、瞑想によって得られる精神の明晰さを説明する道教の書物に初めて現れ、そこでは複雑な真理が暗闇の中の炎のように明白になる状態が述べられていました。電気のない社会では、火が究極の明晰さをもたらす要素を象徴していたため、この火の比喩は特に大きな意味を持っていました。唐の時代には、仏教の実践における突然の悟りの瞬間と結びつけられるようになりました。段階的な理解を表す言葉とは異なり、この成語は即座で完全な理解を示唆しています。現代では、特に科学的発見や問題解決において、混乱した状況が突然完璧に理解できるようになるような、突破的な明晰さの瞬間を表すのに使われています。",
    "metaphoric_meaning": "絶対に明確に理解してください",
    "traditionalCharacters": "洞若觀火",
    "chineseExample_tr": "偵探的分析使複雜的案件突然變得清晰明瞭"
  },
  {
    "id": "ID175",
    "characters": "巧夺天工",
    "pinyin": "qiǎo duó tiān gōng",
    "meaning": "スキルは自然の仕事を上回ります",
    "example": "複雑なヒスイの彫刻は、人間的に可能だと思われるものを超えました",
    "chineseExample": "这件精细的玉雕超越了人力所能及的极限",
    "theme": "成功と忍耐",
    "description": "この表現は、人間の技巧が巧み（巧）で、あたかも天（自然）の仕事（工）を奪う（奪）かのように素晴らしいことを賞賛するもので、漢代の美術評論に初めて登場しました。その起源は、到底不可能と思えるほどの精緻さを達成した卓越した玉器や青銅器の評価にあります。この概念は中国の美学において画期的であり、人間の創造性が自然の美しさを凌駕する可能性を示唆するものでした。宋代のルネサンス期には、それは前例のない技術革新と結びつけられるようになりました。自然を尊重することと、その限界を超越することとの間の緊張は、人間の潜在能力に関する中国の哲学的議論を反映していました。現代では、伝統芸術から最先端技術に至るまで、不可能と思えることの限界を押し広げるような並外れた職人技や技術的成果を賞賛する際に用いられます。",
    "metaphoric_meaning": "自然な制限を超えた職人技",
    "traditionalCharacters": "巧奪天工",
    "chineseExample_tr": "這件精細的玉雕超越了人力所能及的極限"
  },
  {
    "id": "ID176",
    "characters": "旁敲侧击",
    "pinyin": "páng qiāo cè jī",
    "meaning": "ノックサイドヒットフランク",
    "example": "ジャーナリストは間接的な質問を使用して機密情報を明らかにしました",
    "chineseExample": "记者使用间接问题来揭示敏感信息",
    "theme": "戦略と行動",
    "description": "この巧妙な手法は、直接的な対決を避け、「敲」（叩く）ことを「旁」（横）から、「撃」（打つ）ことを「側」（脇）から行う様子を表しており、唐代の軍事戦略が起源です。その言葉が最初に登場したのは、正面から相手の強みと直接対決するのではなく、弱点に対して間接的な攻撃を仕掛けることで、優勢な勢力を打ち破る方法を説く文献においてです。その発想は、正面からの攻撃よりも、壁を斜めから攻撃する方が効果的であるとされた攻城戦の戦術に由来します。宋代になると、これは軍事分野を超えて発展し、外交戦略や会話術を指すようになりました。現代では、交渉術から面接術に至るまで幅広い場面で用いられ、露骨な、あるいは対立的な手法を避け、間接的な方法で目的を達成するあらゆるアプローチを表現する言葉となっています。",
    "metaphoric_meaning": "目標を達成するために間接的にアプローチします",
    "traditionalCharacters": "旁敲側擊",
    "chineseExample_tr": "記者使用間接問題來揭示敏感信息"
  },
  {
    "id": "ID177",
    "characters": "明哲保身",
    "pinyin": "míng zhé bǎo shēn",
    "meaning": "賢明な人は自己を守ります",
    "example": "会社のスキャンダルが公開される前に、エグゼクティブは静かに辞任しました",
    "chineseExample": "在公司丑闻公开之前，这位高管悄悄辞职了",
    "theme": "人生哲学",
    "description": "この実践的な四字熟語「明哲保身」は、明哲な人が身の安全を保つことを意味し、漢王朝崩壊後の動乱期に生まれました。史料によると、最初にこの言葉が用いられたのは、自身の安全を保つために危険な政治状況から身を引いた官僚たちを形容する際でした。この概念は、王朝が混乱した魏晋時代に広く認識されるようになり、その時期には義にかなった隠遁に関する学問が隆盛を極めました。それは単なる臆病を表す言葉とは異なり、時機や洞察力に関する微妙な含意を持っています。現代では、不安定な状況下における戦略的な自己保身を指しますが、同時にわずかな道徳的曖昧さも伴います。これは、自己防衛の知恵を認めつつも、より大きな責任を放棄する可能性について問いかけるものです。",
    "metaphoric_meaning": "賢明に危険から身を守ってください",
    "traditionalCharacters": "明哲保身",
    "chineseExample_tr": "在公司醜聞公開之前，這位高管悄悄辭職了"
  },
  {
    "id": "ID178",
    "characters": "鞭辟入里",
    "pinyin": "biān pì rù lǐ",
    "meaning": "ホイップはコアに衝突します",
    "example": "批評家の分析は、アートワークの意味の中心に浸透しました",
    "chineseExample": "评论家的分析深入到艺术作品含义的核心",
    "theme": "知恵と学習",
    "description": "この深遠な成語は、鞭が打たれて（鞭辟）、最も奥深い部分（里）にまで入り込む（入）様子を表現しており、唐代の文学批評に由来します。これは、表面的な事柄の裏に隠された深い真実を明らかにする論文を評価する際に初めて用いられました。鞭の比喩は、鋭い洞察力による分析の、的確で切り込む力を反映していました。宋代には、この表現は、表面的な理解を突き破り、より深遠な原理に到達しようとする朱子学の哲学的・思想的手法と結びつけられるようになりました。一般的な理解を表す言葉とは異なり、これは隠された深層を明らかにする分析を特に称賛するものです。現代では、特に学術、文学、哲学の分野において、複雑な事柄を切り裂いて根本的な真理を暴き出す知的作業を指すようになりました。",
    "metaphoric_meaning": "本質に深く浸透します",
    "traditionalCharacters": "鞭辟入裏",
    "chineseExample_tr": "評論家的分析深入到藝術作品含義的核心"
  },
  {
    "id": "ID179",
    "characters": "翻云覆雨",
    "pinyin": "fān yún fù yǔ",
    "meaning": "cloud雲を転覆させます雨",
    "example": "政治家は選挙に勝った後、彼の立場を完全に覆しました",
    "chineseExample": "这位政治家在赢得选举后完全改变了立场",
    "theme": "人生哲学",
    "description": "この気象に関する比喩は、「雲を翻（ひるがえ）し、雨を覆（くつがえ）す」能力を表し、戦国時代の道教の雨乞い儀式に由来します。当初は、呪術的な行為で天候を操れると信じられていたシャーマンたちを指していました。\n\n唐代には、状況を劇的に変えることができる権力ある高官を指すように変化しました。降雨量が繁栄を決定づけた農業社会において、この気象の比喩は特に大きな意味を持っていました。\n\n清代には、気まぐれな、あるいは他人を操るような行動を示唆する、否定的な意味合いを持つようになりました。現代では一般的に、予測不能で劇的な状況の変化、特に権力者が自己の利益のために突然立場や方針を変えることを指します。",
    "metaphoric_meaning": "予測不可能で劇的な変化",
    "traditionalCharacters": "翻雲覆雨",
    "chineseExample_tr": "這位政治家在贏得選舉後完全改變了立場"
  },
  {
    "id": "ID180",
    "characters": "坐怀不乱",
    "pinyin": "zuò huái bù luàn",
    "meaning": "無秩序ではなく膝の上に座ってください",
    "example": "尊敬される医師は、すべての患者と完全なプロフェッショナリズムを維持しました",
    "chineseExample": "这位受人尊敬的医生对所有患者都保持着完美的专业态度",
    "theme": "人間関係と性格",
    "description": "この成語は、女性が懐（ふところ）に坐（すわ）るような状況においても不乱（ふらん）を保つことを指し、春秋時代の儒学者、柳下恵（りゅうかえ）にまつわる故事に由来します。史書には、彼がかつて凍える女性を抱きかかえ命を救った際も、完璧な道徳的自制を保ったと記されています。漢代になると、この物語は肉体的な誘惑に打ち勝つ道徳的強さの典型的な例となりました。その具体的な情景は、貞節の極限の試練を際立たせ、彼の自制心をより印象深いものにしました。現代の用法では、医療、教育、カウンセリングなど、境界線の維持が不可欠な信頼される立場において、不適切となる可能性のある状況における職業倫理を指します。",
    "metaphoric_meaning": "誘惑にもかかわらず、完全な完全性を維持します",
    "traditionalCharacters": "坐懷不亂",
    "chineseExample_tr": "這位受人尊敬的醫生對所有患者都保持着完美的專業態度"
  },
  {
    "id": "ID181",
    "characters": "兼收并蓄",
    "pinyin": "jiān shōu bìng xù",
    "meaning": "すべての店を一緒に集めます",
    "example": "彼女の研究方法論には、複数の分野から多様なアプローチが組み込まれています",
    "chineseExample": "她的研究方法融合了多个学科的各种方法",
    "theme": "知恵と学習",
    "description": "この包括的なアプローチは、「収」（集める）ことを「兼」（広く行う）し、全てを「並」（並列に）「蓄」（蓄える）ことを提唱する考え方であり、唐代の思想運動に端を発します。特定の一つの伝統に厳格に固執するのではなく、儒教、道教、仏教の知恵を統合することを提唱した柳宗元のような士大夫らを通じて広く知られるようになりました。この言葉は、唐の国際的な黄金時代に生まれた国際的な普遍思想を反映していました。宋代のルネサンス期には、多様な知識体系の保存を目指す百科事典的な学問の方法論的原理となりました。現代の用法では、知的な開放性と分野横断的な統合が称賛されており、特に一見無関係なアプローチを組み合わせることで革新的な解決策が生まれる研究分野において、その重要性が高く評価されています。",
    "metaphoric_meaning": "多様なアイデアを包括的に受け入れます",
    "traditionalCharacters": "兼收幷蓄",
    "chineseExample_tr": "她的研究方法融合了多個學科的各種方法"
  },
  {
    "id": "ID182",
    "characters": "异曲同工",
    "pinyin": "yì qǔ tóng gōng",
    "meaning": "同じ効果が異なります",
    "example": "両社は異なる方法を使用しましたが、同様に優れた結果を達成しました",
    "chineseExample": "这两家公司采用不同的方法，但取得了同样出色的结果",
    "theme": "知恵と学習",
    "description": "この「異曲同工」という音楽的な比喩は、異なる（異）旋律（曲）が同じ（同）芸術的効果（工）を生み出すことを表し、唐代の音楽批評で初めて用いられました。その起源は、地方の民謡が異なる音楽構造を持ちながらも、いかにして同様の感情的反応を呼び起こし得るかという評価に端を発します。宋代に入ると、学者たちが異なる哲学的アプローチによっても同様の倫理的結論に達し得ると認識したことで、この概念はより広く適用されるようになりました。「工」（巧みさ、または効果）という文字は、方法論よりも結果や成果を重視する姿勢を示していました。現代では、共通の目標に対し多様なアプローチが有効であることを称える言葉として使われ、特に多文化的な状況や学際的なプロジェクトにおいて、異なる方法論が等しく有効な成果を生み出し得る場合に、その価値が認められています。",
    "metaphoric_meaning": "さまざまな方法、同様に良い結果",
    "traditionalCharacters": "異曲同工",
    "chineseExample_tr": "這兩家公司採用不同的方法，但取得了同樣出色的結果"
  },
  {
    "id": "ID183",
    "characters": "刻骨铭心",
    "pinyin": "kè gǔ míng xīn",
    "meaning": "骨を刻む心を刻む",
    "example": "難民の戦争の経験は、彼の生涯を形作った消えない記憶を残しました",
    "chineseExample": "难民的战争经历留下了难以磨灭的记忆，塑造了他的一生",
    "theme": "人生哲学",
    "description": "この深遠な成語「刻骨銘心（こっこつめいしん）」は、まるで骨に刻み、心に銘じるかのように強烈な経験を描写しています。その起源は漢代の祖先崇拝の慣習にあり、当時は重要な家族の出来事が記憶のために文字通り骨の札に刻まれていました。この表現は、唐代の詩歌、特に深い悲しみや愛情を描く作品を通じて、感情的な意味合いを深めました。肉体的な永続性を表す「骨」と、感情の中核である「心」という特定の組み合わせは、特定の経験がいかに肉体と精神の両方を深く変容させるかを強調しています。現代では、深いトラウマから変容をもたらす愛に至るまで、人のアイデンティティを根本的に変える形成的な経験を指す言葉として使われ、永遠に鮮明で影響力を持ち続ける記憶であることを示唆しています。",
    "metaphoric_meaning": "深く永久に影響を受けます",
    "traditionalCharacters": "刻骨銘心",
    "chineseExample_tr": "難民的戰爭經歷留下了難以磨滅的記憶，塑造了他的一生"
  },
  {
    "id": "ID184",
    "characters": "管窥蠡测",
    "pinyin": "guǎn kuī lí cè",
    "meaning": "チューブビューのひょうたん測定",
    "example": "限られた研究は、複雑な社会現象に関する狭い視点のみを提供しました",
    "chineseExample": "这项有限的研究仅提供了对这一复杂社会现象的片面看法",
    "theme": "知恵と学習",
    "description": "このささやかな故事成語は、限られた理解を、管を通して物を見る（管窺）こと、そしてひしゃく（蠡）で大海を測る（蠡測）ことに例えるもので、漢代の懐疑主義哲学に由来します。それは、広大な自然現象に直面した際の人間の知識の限界を論じた文献に初めて登場しました。言及されている具体的な道具はごくありふれたものであり、それがいかに一般的な人間の知覚が究極の真理を捉えきれないかを強調しています。宋代には、新儒教の学者たちが古典を研究する際の知的謙遜を促すためにこれを用いました。それは、単なる無知の表明とは異なり、理解しようとする試みを認めつつも、その本質的な限界を認識するものです。現代の用法としては、方法論的な制約を認識するために学術的な研究の導入部でしばしば使われたり、知識の暫定性を論じる科学的な文脈で用いられたりします。",
    "metaphoric_meaning": "広大な主題に関する限られた視点",
    "traditionalCharacters": "管窺蠡測",
    "chineseExample_tr": "這項有限的研究僅提供了對這一複雜社會現象的片面看法"
  },
  {
    "id": "ID185",
    "characters": "妙手回春",
    "pinyin": "miào shǒu huí chūn",
    "meaning": "熟練した手は春をもたらします",
    "example": "外科医の並外れたテクニックは、すべての可能性に対して患者の命を救った",
    "chineseExample": "外科医生非凡的技术在几乎不可能的情况下挽救了病人的生命",
    "theme": "成功と忍耐",
    "description": "「妙手回春（みょうしゅかいしゅん）」は、素晴らしい（妙）手（手）によって春（生命）を取り戻す（回）という意味を持つ治癒の故事成語であり、唐代の医学書に由来します。元々は、伝説的な医師である孫思邈（そんしばく）が、絶望的と思われた患者を蘇生させた能力を評して用いられました。春が再生を象徴するという季節の比喩は、健康を自然な調和が回復した状態と捉える中国の医学哲学において、特に深い意味を持っていました。宋代には、熟練した医師による劇的な回復が医学の症例記録に多く記されるようになり、この言葉は広く知られるようになりました。現代では、主に傑出した医療従事者を称えるのに使われますが、その専門分野で卓越した変革の技術を持つあらゆる人にも適用範囲が広がっています。例えば、経営不振に陥った企業を立て直す金融専門家や、伸び悩む生徒たちを再生させる教育者などが含まれます。",
    "metaphoric_meaning": "並外れた癒しのスキル",
    "traditionalCharacters": "妙手回春",
    "chineseExample_tr": "外科醫生非凡的技術在幾乎不可能的情況下挽救了病人的生命"
  },
  {
    "id": "ID186",
    "characters": "千锤百炼",
    "pinyin": "qiān chuí bǎi liàn",
    "meaning": "千のハンマー100の偽造",
    "example": "最後の原稿は、執筆、編集、洗練の長年を反映しています",
    "chineseExample": "最终的手稿反映了多年的写作、编辑和改进",
    "theme": "成功と忍耐",
    "description": "「千錘百煉（せんすいはくれん）」という冶金的な比喩は、千（せん）の鎚（つち）打ちと百（ひゃく）の鍛錬（たんれん）を経験し、極限まで鍛え抜かれたものを表します。その起源は漢代の刀剣製造に関する記述にあります。歴史書には、不純物を取り除き金属を強化するため、最上級の刀剣が幾度も折り重ねて鍛造された経緯が詳しく記されています。唐代には、文学批評家たちが、優れた文章に不可欠な厳格な推敲過程を表現するのにこの言葉を用いました。これらの具体的な数字は、誇張された量を意味するとともに、一度ごとに鍛錬を重ねることで品質が向上するという、精錬の体系的な性質を示唆しています。現代では、繰り返しの試行錯誤と改善のサイクルを経て磨き上げられたあらゆる創作物を指すようになり、その品質は最初のひらめきからではなく、意図的で継続的な洗練の積み重ねによって生まれることを強調しています。",
    "metaphoric_meaning": "繰り返し洗練されて完成しました",
    "traditionalCharacters": "千錘百煉",
    "chineseExample_tr": "最終的手稿反映了多年的寫作、編輯和改進"
  },
  {
    "id": "ID187",
    "characters": "风月无边",
    "pinyin": "fēng yuè wú biān",
    "meaning": "境界のない風の月",
    "example": "詩人の作品は、自然の風景の無限の美しさを捉えました",
    "chineseExample": "诗人的作品捕捉了自然景观的无限美丽",
    "theme": "人生哲学",
    "description": "この美的慣用句は、唐代の詩に由来し、風（かぜ）と月（つき）の美しさが、まるで果てしなく（無辺）広がるかのような様子を称えています。その初出は、物理的な限界を超えて広がるかのような、超越的な自然美を描写する詩句の中でした。風と月という特定の組み合わせは、自然界における動的な要素と静的な要素の完璧な調和を象徴していました。宋代には、無限の芸術的インスピレーションという、より広範な概念へと発展しました。明代の文学評論では、この表現は特に重要な意味を持つようになり、言葉通りの内容を超えて無限の感情的な共鳴を呼び起こす作品を評する言葉として用いられました。現代では、通常の限界を超越した美的鑑賞、つまり無限の美しさやインスピレーションの体験を称賛する際に使われます。",
    "metaphoric_meaning": "無限の自然の美しさとロマンス",
    "traditionalCharacters": "風月無邊",
    "chineseExample_tr": "詩人的作品捕捉了自然景觀的無限美麗"
  },
  {
    "id": "ID188",
    "characters": "昙花一现",
    "pinyin": "tán huā yī xiàn",
    "meaning": "夜の花が一度登場します",
    "example": "若いアーティストは、パブリックビューから姿を消す前に短い名声を得ました",
    "chineseExample": "这位年轻艺术家获得短暂的名声后就从公众视野中消失了",
    "theme": "人生哲学",
    "description": "この植物に由来する慣用句は「曇花一現」であり、唐代の仏典に由来します。これは月下美人（曇花）が「一」（一度）「現」（現れる、咲く）と、束の間姿を見せる様子を指します。僧侶たちは、一夜だけ咲いてしおれるこの珍しい花を、諸行無常の比喩として用いました。そのイメージは宋代には詩的な響きを持つようになり、儚い美しさや好機の詩句に現れました。この具体的な植物への言及は、この花がその儚さゆえに珍重されたため、意味深いものでした。現代では、一時的に脚光を浴びた有名人から一時的な事業の成功まで、短いが鮮烈な印象を残すあらゆる現象を表すのに使われ、その強烈さと短命さの両方を強調しています。",
    "metaphoric_meaning": "短い、つかの間の外観",
    "traditionalCharacters": "曇花一現",
    "chineseExample_tr": "這位年輕藝術家獲得短暫的名聲後就從公衆視野中消失了"
  },
  {
    "id": "ID189",
    "characters": "暗度陈仓",
    "pinyin": "àn dù chén cāng",
    "meaning": "密かにチェンカンを横切る",
    "example": "競合他社が他の場所に焦点を合わせている間、会社は静かにテクノロジーを開発しました",
    "chineseExample": "当竞争对手将注意力集中在其他地方时，该公司悄悄地开发了这项技术",
    "theme": "戦略と行動",
    "description": "この戦略的な故事成語は、陳倉（ちんそう）を「暗（ひそかに）に度（わたる）」、すなわち密かに通過することを指し、楚漢戦争（紀元前206-202年）における韓信（かんしん）の有名な軍事作戦に由来します。史料によれば、韓信はあえて別の場所で道路の修復を装う一方で、密かに陳倉を通じて兵を進め、奇襲攻撃を成功させました。この出来事により、陳倉という地名自体が戦略的な陽動作戦の代名詞となったのです。唐代になると、これは軍事的な文脈を超え、陽動によるあらゆる種類の巧妙な欺瞞の成功を指すようになりました。現代では、対立ではなく陽動によって目的を達成することを指し、特に企業競争や交渉戦略において、自身の意図について偽りの印象を与えることが戦術的な優位性をもたらす場合に用いられます。",
    "metaphoric_meaning": "誤った方向を通して密かに達成します",
    "traditionalCharacters": "暗度陳倉",
    "chineseExample_tr": "當競爭對手將注意力集中在其他地方時，該公司悄悄地開發了這項技術"
  },
  {
    "id": "ID190",
    "characters": "拔苗助长",
    "pinyin": "bá miáo zhù zhǎng",
    "meaning": "苗木を引っ張ると成長に役立ちます",
    "example": "無秩序な親の過度の介入は、子供の自然な発達を害しました",
    "chineseExample": "过于焦虑的父母过度干预损害了孩子的自然发展",
    "theme": "知恵と学習",
    "description": "この農業に由来する故事成語は、苗（苗）を引き抜き（抜）、その成長（長）を助けようとする（助）という、かえって逆効果となる行為を表しており、戦国時代の孟子の著作に由来します。彼は、苗の成長が遅いことに不満を感じたあるせっかちな農夫が、毎日少しずつ苗を引き上げて、結局それらを枯らしてしまったという話を語りました。この物語は、自然な成長サイクルを理解することが不可欠であった農業社会から生まれました。漢の時代になると、この物語は統治に関する書物の中で、状況が整う前に政策を性急に実施することへの警告として、標準的な教訓例となりました。現代では、この言葉は、善意から出たものであっても自然な発展プロセスを妨げる有害な介入を批判する際に用いられ、特に教育、子育て、組織開発の分野で関連性が高いです。",
    "metaphoric_meaning": "せっかちな介入を通して台無しにします",
    "traditionalCharacters": "拔苗助長",
    "chineseExample_tr": "過於焦慮的父母過度干預損害了孩子的自然發展"
  },
  {
    "id": "ID191",
    "characters": "釜底抽薪",
    "pinyin": "fǔ dǐ chōu xīn",
    "meaning": "鍋の下にfireを取り除きます",
    "example": "新しいポリシーは、単に症状を治療するのではなく、根本原因に対処しました",
    "chineseExample": "新政策解决了根本原因，而不仅仅是治标不治本",
    "theme": "戦略と行動",
    "description": "この実用的な成語は、釜（かま）の底（そこ）から薪（まき）を抽（ぬ）き取る（「抽薪」）という行為を描写したもので、魏晋南北朝時代の実践的な知恵に由来します。劇的な介入とは異なり、問題の根本原因を取り除くことによって解決する重要性を強調しました。調理に関するこの比喩は中国文化に深く根付いており、中国では料理の準備に関する比喩が統治や問題解決を表すのにしばしば用いられてきました。唐代には、直接的な衝突よりも資源の供給を絶つ戦略を提唱する軍事書の中で、この成語が重要視されるようになりました。現代では、政治的なアプローチから個人的な問題解決に至るまで幅広く使われており、表面的な現象に対処するよりも、根本的な原因となる要素に対処する方が、しばしばより効果的であることを強調しています。対症療法的なアプローチとは異なり、根本原因の積極的な排除を提唱するものです。",
    "metaphoric_meaning": "問題の根本原因を排除します",
    "traditionalCharacters": "釜底抽薪",
    "chineseExample_tr": "新政策解決了根本原因，而不僅僅是治標不治本"
  },
  {
    "id": "ID192",
    "characters": "指鹿为马",
    "pinyin": "zhǐ lù wéi mǎ",
    "meaning": "ポイント鹿コールホース",
    "example": "腐敗した公務員は、彼の同盟国を守るために事実を故意に誤って伝えました",
    "chineseExample": "腐败官员故意歪曲事实以保护他的盟友",
    "theme": "人生哲学",
    "description": "この故事成語は、秦の時代に、誰かが鹿を指して馬と呼んだ（「指（指す）」「鹿（鹿）」「為（～とする）」「馬（馬）」）という歴史的な出来事を指しています。史料によれば、権勢を振るった家臣である趙高が、己の影響力を試すため、宮廷に鹿を連れてきてそれを馬と称し、彼に反論した官僚たちを処刑したと伝えられています。この出来事は、権力が強制的な合意形成を通じて現実を歪めうることを示したものです。漢の時代には、歴史家たちはこれを始皇帝の死後における、臣下が権力を濫用した危険な時代を表現するのに用いました。単なる欺瞞を表す言葉とは異なり、この故事成語は、権力の誇示として意図的に現実を偽り、他者に明白な虚偽を受け入れさせることを特に表現しています。現代では、組織的な権力が明白な虚偽の承認を強いるような状況を表すのに用いられます。",
    "metaphoric_meaning": "パワーディスプレイとして真実を意図的に歪めます",
    "traditionalCharacters": "指鹿爲馬",
    "chineseExample_tr": "腐敗官員故意歪曲事實以保護他的盟友"
  },
  {
    "id": "ID193",
    "characters": "囫囵吞枣",
    "pinyin": "hú lún tūn zǎo",
    "meaning": "ツバメは全体を日付付けします",
    "example": "学生は、根本的な原則を理解せずに式を覚えていました",
    "chineseExample": "学生死记硬背公式，而不理解基本原理",
    "theme": "知恵と学習",
    "description": "この成語は、よく噛まずに棗（なつめ）（枣）を丸ごと（囫囵）飲み込む（吞）ことを表しており、宋代の教育文献に由来します。意味を理解せず古典を丸暗記する学生を批判する際に、初めて用いられました。一般的な果物である棗は、そのしわの寄った複雑な形状と、複数の風味の層、そして丁寧な食べ方を要する中央の種を持つことから、棗への言及には深い意味がありました。明代には、この表現は学術的な批判における標準的な専門用語となりました。単なる不注意を表す言葉とは異なり、この成語は、より深い考察が必要な事柄に対して表面的な関わり方しかしないことを具体的に批判します。現代では、理解を伴わない丸暗記、特に暗記が理解に取って代わる可能性がある教育現場での学習方法を批判する際に用いられます。",
    "metaphoric_meaning": "適切な理解せずに受け入れます",
    "traditionalCharacters": "囫圇吞棗",
    "chineseExample_tr": "學生死記硬背公式，而不理解基本原理"
  },
  {
    "id": "ID194",
    "characters": "戛然而止",
    "pinyin": "jiá rán ér zhǐ",
    "meaning": "突然停止します",
    "example": "音楽はパフォーマンスの途中で突然終了しました",
    "chineseExample": "音乐在演出中突然戛然而止",
    "theme": "人生哲学",
    "description": "この擬声語的な成語は、「戛 (jia)」という鋭い音と、「然」の字、そして「止」の字を組み合わせ、突然の停止という鮮烈なイメージを作り出し、漢代の音楽批評に由来します。もともとは、楽器が突然止まり、音楽の流れを断ち切るような演奏を表すのに使われました。その耳障りな頭子音は、予期せぬ終わり方がもたらす不快な経験と一致していました。唐代になると、文学批評家たちはその用法を拡張し、突然の結末を持つ物語作品を描写するのにも用いるようになりました。中国の美学では、音の質がしばしば意味を補強するため、その音象徴性は特に効果的でした。現代では、途切れた会話から中断されたプロジェクトに至るまで、あらゆる予期せぬ終了を表すために使われ、その停止の突然性と完全性の両方を強調しています。",
    "metaphoric_meaning": "突然停止します",
    "traditionalCharacters": "戛然而止",
    "chineseExample_tr": "音樂在演出中突然戛然而止"
  },
  {
    "id": "ID195",
    "characters": "万马奔腾",
    "pinyin": "wàn mǎ bēn téng",
    "meaning": "1万頭の馬がギャロッピング",
    "example": "発表後、株式市場は前例のない取引量で急増しました",
    "chineseExample": "公告发布后，股市以前所未有的交易量飙升",
    "theme": "人生哲学",
    "description": "この躍動的な成語は、万（一万）の馬が奔騰する（力強く駆け巡る）様子を描写しており、唐代の軍事描写に由来します。それは、国境地帯の将軍たちが率いる圧倒的な騎兵隊の様子を記した年代記に初めて登場しました。そこでは、地鳴りのような蹄の音が視覚的にも聴覚的にも壮観な光景を生み出していました。宋代に入ると、詩人たちはその用法を広げ、激しい滝や大波といった自然現象を表現するようになりました。この誇張された数詞「万」は、圧倒的な規模と止められない勢いを強調するものでした。単純な動きを表す言葉とは異なり、これは特に、大地を揺るがすほどの衝撃を伴う、統制された力強い動きを想起させます。現代では、市場の動向から社会運動に至るまで、あらゆる大規模で躍動的な動きを表現するために用いられ、その規模と止められない集団的なエネルギーの両方を示唆します。",
    "metaphoric_meaning": "強力な止められない勢い",
    "traditionalCharacters": "萬馬奔騰",
    "chineseExample_tr": "公告發布後，股市以前所未有的交易量飆升"
  },
  {
    "id": "ID196",
    "characters": "高山流水",
    "pinyin": "gāo shān liú shuǐ",
    "meaning": "高い山の流れる水",
    "example": "Virtuosoのパフォーマンスは、完璧な芸術的な調和と表現を示しました",
    "chineseExample": "这位大师的表演展示了完美的艺术和谐与表现力",
    "theme": "人間関係と性格",
    "description": "「高山流水」というこの美的慣用句は、高い山（高）と流れる水（流）を組み合わせた表現で、春秋時代の鍾子期と楽師伯牙の有名な友情にその起源を持ちます。史書によると、伯牙が琴を奏でる際、鍾子期は彼の音楽の真意を完璧に汲み取ったといいます。伯牙が高い山を思い描いて演奏すれば、鍾子期は何も言わずとも「まるで高い山だ」と語ったと伝えられています。鍾子期の死後、伯牙は最高の理解者を失ったため、二度と琴を弾かなかったとされています。唐の時代には、この言葉は理想的な芸術的交流や深い友情を象徴するようになりました。現代では、特に明示的な言葉を超えた深い相互理解がある、芸術的あるいは知的な協力関係において、人々の間の完璧な理解を称える際に用いられています。",
    "metaphoric_meaning": "友達の間の完璧な芸術的理解",
    "traditionalCharacters": "高山流水",
    "chineseExample_tr": "這位大師的表演展示了完美的藝術和諧與表現力"
  },
  {
    "id": "ID197",
    "characters": "坐井观天",
    "pinyin": "zuò jǐng guān tiān",
    "meaning": "空を見て座ってください",
    "example": "海外に旅行したことがないので、国際関係に関する彼の視点は厳しく制限されていました",
    "chineseExample": "由于从未出国旅行，他对国际关系的看法非常有限",
    "theme": "知恵と学習",
    "description": "視野の狭さを表すこの慣用句は、井戸の中に座って（坐）、空を眺める（観）様を描写しており、その起源は戦国時代の哲学論争にあります。初めて文献に現れたのは、限定的な経験からくる狭い見識を批判する記述の中でした。井戸の比喩は、限定された視点がいかに理解を歪めるかを示す強力なものとなりました。井戸の底からは、空はただ小さな円にしか見えないからです。漢代には、自身の伝統以外の見方を顧みようとしなかった学者たちへの戒めの物語と結びつけられるようになりました。現代では、限定的な知識や経験からくる視野の狭さを批判する際に用いられ、特に異文化間や学際的な文脈において、環境による制約が認識や判断をいかに形作るかを強調しています。",
    "metaphoric_meaning": "限られた視点で裁判官",
    "traditionalCharacters": "坐井觀天",
    "chineseExample_tr": "由於從未出國旅行，他對國際關係的看法非常有限"
  },
  {
    "id": "ID198",
    "characters": "城门失火",
    "pinyin": "chéng mén shī huǒ",
    "meaning": "市の門は火をつけます",
    "example": "大臣のマイナーなスキャンダルは、罪のない部門のメンバーを害しました",
    "chineseExample": "部长的小丑闻损害了无辜的部门成员",
    "theme": "人生哲学",
    "description": "この故事成語は、「城門が火事になり（城门失火）、その災難が堀の魚にまで及ぶ（殃及池鱼）」という、より長い表現から来ています。これは、漢代の統治に関する警句に由来し、権力の中心で起こる問題がいかに遠く離れた無関係な人々にも影響を及ぼすかを示していました。このイメージは、防御上重要な構造物である城門が燃えると火事が広範囲に及ぶ可能性があったという、実際の都市災害に由来しています。唐代には、歴史書で朝廷のスキャンダルが地方の政務に損害を与えた様子を表現するのに使われました。現代では、大きな問題から生じる副次的な損害、特に力のある組織の困難が無関係な傍観者に害を及ぼす状況を指します。例えば、企業スキャンダルが一般従業員に影響を与えたり、政治紛争が民間人に損害を与えたりする場合などです。",
    "metaphoric_meaning": "罪のない傍観者は他人の問題に苦しんでいます",
    "traditionalCharacters": "城門失火",
    "chineseExample_tr": "部長的小丑聞損害了無辜的部門成員"
  },
  {
    "id": "ID199",
    "characters": "左右逢源",
    "pinyin": "zuǒ yòu féng yuán",
    "meaning": "左右の出会いスプリング",
    "example": "多用途のコンサルタントは、さまざまな部門間の問題を簡単に解決しました",
    "chineseExample": "多才多艺的顾问毫不费力地解决了不同部门的问题",
    "theme": "成功と忍耐",
    "description": "この縁起の良い成語は、左右どちらへ向かっても源（水源や資源）に逢う（出会う）状況を表します。元々は、唐代に理想的な居住地の地形を表現する言葉として生まれ、どの方向にも水源が豊富にある地理的な場所、すなわち完璧な自然の恵みと繁栄を象徴していました。\n\n宋代になると、意味が転じて、競合する派閥とも良好な関係を築く政治家を指すようになりました。農業社会においては、容易に利用できる水源が共同体の繁栄を左右したため、水に例えることは特に大きな意味を持っていました。\n\n現代では、複数の有益な選択肢がある複雑な状況を巧みに乗りこなしたり、異なる集団間で建設的な関係を維持したりする人々を指し、その人の能力と恵まれた境遇の両方を示唆しています。",
    "metaphoric_meaning": "すべての方向で利点を見つけます",
    "traditionalCharacters": "左右逢源",
    "chineseExample_tr": "多才多藝的顧問毫不費力地解決了不同部門的問題"
  },
  {
    "id": "ID200",
    "characters": "对牛弹琴",
    "pinyin": "duì niú tán qín",
    "meaning": "牛にzitherをプレイします",
    "example": "教授の高度な理論は、小学生を完全に混乱させました",
    "chineseExample": "教授的高级理论让小学生完全困惑不解",
    "theme": "知恵と学習",
    "description": "この風刺的な故事成語は、戦国時代に由来し、「牛（うし）に琴（こと）を弾（ひ）く（弾琴対牛）」という行為を描写しています。歴史書によれば、この故事成語は音楽家の公明儀（こうめいぎ）に帰せられます。彼は牛のために高度な旋律を演奏しようと試みましたが、牛は洗練された音楽に全く無関心なまま草を食み続けたと伝えられています。漢の時代には、コミュニケーションにおける聴衆の適切さについて議論する文献において、典型的な比喩として定着しました。琴（きん）という特定の楽器に言及することには意味がありました。この楽器が文化的洗練の極致を象徴していたからです。一般的な誤解を表す言葉とは異なり、これは高度な表現が、それを受け止める準備ができていない聴衆には無駄になってしまう状況を特に描写しています。現代の用法では、高度な内容と、それを受け止める準備ができていない受け手との間の不釣り合いを強調しています。",
    "metaphoric_meaning": "間違った聴衆に存在します",
    "traditionalCharacters": "對牛彈琴",
    "chineseExample_tr": "教授的高級理論讓小學生完全困惑不解"
  },
  {
    "id": "ID201",
    "characters": "自强不息",
    "pinyin": "zì qiáng bù xī",
    "meaning": "停止せずに自己強化",
    "example": "彼女の障害にもかかわらず、彼女は毎日訓練を受け、最終的にチャンピオンシップに勝ちました",
    "chineseExample": "尽管身有残疾，她每天坚持训练，最终赢得了冠军",
    "theme": "成功と忍耐",
    "description": "この「自彊不息」という啓発的な四字熟語は、常に（不息）自己を（自）強化する（彊）ことを説き、その起源は周の初期の『易経』にあります。これは、天の絶え間ない動きと活力に帰される、根源的な美徳の一つを表していました。後に儒教学者たちは、これを君子が自己修養と道徳的発展に取り組む姿勢として強調しました。清朝末期には、近代化の取り組みの中で国家のスローガンとして新たな重要性を帯び、中国の内部からの刷新の必要性を強調しました。単なる努力を表す言葉とは異なり、外部との比較ではなく、特に内面的な発展を強調するものです。現代では、状況にかかわらず継続的な自己改善を促すものとして用いられ、特に個人の成長、国家の刷新、組織変革といった文脈で重視されています。",
    "metaphoric_meaning": "自己改善のために継続的に努力してください",
    "traditionalCharacters": "自強不息",
    "chineseExample_tr": "儘管身有殘疾，她每天堅持訓練，最終贏得了冠軍"
  },
  {
    "id": "ID202",
    "characters": "走马观花",
    "pinyin": "zǒu mǎ guān huā",
    "meaning": "ギャロッピング馬から花を見る",
    "example": "3日間のツアーでは、古代都市の表面的な印象を許しました",
    "chineseExample": "为期三天的旅游只能对这座古城有一个肤浅的印象",
    "theme": "人生哲学",
    "description": "この鮮やかな四字熟語は、駆け抜ける馬に乗って花を観る（観花走馬）ことを描写しており、唐代の観光習慣に由来します。史料によると、地域を急いで移動する使者や官僚は、わずかな間しか景色を垣間見ることができず、すぐに先へ進まざるを得ませんでした。その光景は、動きと観察の間に内在する葛藤を完璧に捉えていました。宋代には、多くのテーマに触れながらも深く掘り下げていない作品を評する文学批評の言葉へと発展しました。単なる不注意を示す言葉とは異なり、時間や状況の制約を認め、それによって表面的な関わり方をせざるを得ない状況を示唆しています。現代では、慌ただしい観光から表層的な学習に至るまで、あらゆる種類の通り一遍の経験を指す際に用いられ、必ずしも過失を意味するものではありません。",
    "metaphoric_meaning": "急いで表面的に観察してください",
    "traditionalCharacters": "走馬觀花",
    "chineseExample_tr": "爲期三天的旅遊只能對這座古城有一個膚淺的印象"
  },
  {
    "id": "ID203",
    "characters": "风雨无阻",
    "pinyin": "fēng yǔ wú zǔ",
    "meaning": "風雨は邪魔をしません",
    "example": "デリバリーサービスは、深刻な台風シーズンを通して稼働し続けています",
    "chineseExample": "快递服务在整个台风季节期间继续运营",
    "theme": "成功と忍耐",
    "description": "この決意を表す成語は、風（风）と雨（雨）が何の（无）障害も（阻）もたらさないことを意味し、漢代の駅伝制度の基準に由来します。歴史的記録には、帝国の郵便制度がいかなる天候条件にもかかわらず運用を続け、広大な帝国全域にわたる連絡を確保した様子が記されています。唐代には、この句が兵法書に登場し、理想的な軍隊の粘り強さを描写していました。風雨が具体的に言及されるのは、並外れた災害ではなく、最も一般的な自然の困難を表していました。無謀な行動を指す言葉とは異なり、これは通常の困難にも屈しない、決意に満ちた粘り強さを強調しています。現代では、予測可能な困難にもかかわらず、職務や目的に対する揺るぎない献身を表す際に用いられ、特に状況に左右されない信頼性が重んじられるサービス業などの文脈で使われます。",
    "metaphoric_meaning": "困難な条件にもかかわらず持続します",
    "traditionalCharacters": "風雨無阻",
    "chineseExample_tr": "快遞服務在整個颱風季節期間繼續運營"
  },
  {
    "id": "ID204",
    "characters": "本末倒置",
    "pinyin": "běn mò dào zhì",
    "meaning": "ルートブランチの逆位置",
    "example": "プロジェクトは、コアの目標を無視しながら、マイナーな詳細に焦点を合わせました",
    "chineseExample": "项目专注于次要细节，而忽视了核心目标",
    "theme": "知恵と学習",
    "description": "「本」（根本的・主要なこと）と「末」（枝葉末節的・二次的なこと）の適切な順序を逆さまにすること（倒置）を批判するこの慣用句は、漢代の統治に関する文献に由来する。最初に現れたのは行政の優先順位に関する議論の中で、官僚が主要な問題をおろそかにして二次的な問題ばかりに注力することを戒めるものだった。この植物の比喩は、「根は枝葉より先に養われるべきである」という農業の知恵に由来している。宋代には、資源配分に関する政策論争における一般的な批判として定着した。単純な混乱を表す言葉とは異なり、単なる順序ではなく、階層と優先順位に特化して用いられる。現代では、経営戦略から個人の時間管理に至るまで、あらゆる文脈において、些細なことに囚われてより重要な事柄がおろそかになるような、重点の置き方の誤りを批判する際に用いられる。",
    "metaphoric_meaning": "基本的な問題よりマイナーに優先順位を付けます",
    "traditionalCharacters": "本末倒置",
    "chineseExample_tr": "項目專注於次要細節，而忽視了核心目標"
  },
  {
    "id": "ID205",
    "characters": "不胫而走",
    "pinyin": "bù jìng ér zǒu",
    "meaning": "まだ足を踏み入れていません",
    "example": "噂は公式発表なしに組織全体に広がっています",
    "chineseExample": "谣言在没有任何官方宣布的情况下传遍了整个组织",
    "theme": "人生哲学",
    "description": "この謎めいた慣用句は、「脛（すね）なくして走（はし）る（＝広まる）」ものを表し、その起源は漢代における情報伝達に関する議論に遡ります。この言葉が最初に登場したのは、公式な情報統制の試みにもかかわらず、非公式なネットワークを通じてニュースがいかに急速に伝わったかを記述した文献においてでした。足を持たずに動きが広まるという逆説的なイメージは、まるで超自然的な広がりであるかのような強力な比喩を生み出しました。唐代には、歴史書が、朝廷のニュースが驚くべき速さで辺境地域に到達した様子を記述する際に、この言葉を用いていました。現代では、噂からバイラルコンテンツに至るまで、ソーシャルネットワークを介した、自律的で制御困難な急速な情報伝達の性質を強調する際に、主にこの言葉が用いられます。",
    "metaphoric_meaning": "それ自体で広く迅速に広がります",
    "traditionalCharacters": "不脛而走",
    "chineseExample_tr": "謠言在沒有任何官方宣佈的情況下傳遍了整個組織"
  },
  {
    "id": "ID206",
    "characters": "入木三分",
    "pinyin": "rù mù sān fēn",
    "meaning": "3つの10分の1を入力します",
    "example": "彼女の批評は、欠陥のある提案の中核的な問題に浸透しました",
    "chineseExample": "她的批评直击有缺陷提案的核心问题",
    "theme": "知恵と学習",
    "description": "この核心を突く慣用句は、晋の書家である王羲之（おうぎし）への賛辞に由来し、木に三分（さんぶ）の深さまで食い込む書を表しています。史書によれば、彼の筆跡は非常に力強く、木の書板に驚くほど深く貫通したと伝えられています。唐の時代には、この言葉は書道の領域を超え、あらゆる深遠な影響や鋭い洞察を表すようになりました。「三分」という特定の尺度は、中国の伝統的な単位において重要であり、十分な深さでありながらも過度ではない貫通を表していました。現代では、表面的な観察よりも理解の深さが重視される知的な文脈において特に、表面的な事柄を超えてより深い意義に到達する鋭い分析や力強い表現を指す際に用いられています。",
    "metaphoric_meaning": "深く浸透する洞察",
    "traditionalCharacters": "入木三分",
    "chineseExample_tr": "她的批評直擊有缺陷提案的核心問題"
  },
  {
    "id": "ID207",
    "characters": "信手拈来",
    "pinyin": "xìn shǒu niān lái",
    "meaning": "信頼できるハンドプルック",
    "example": "マスター詩人は集まりの間に楽に美しい詩を作曲しました",
    "chineseExample": "这位诗坛大师在聚会上毫不费力地创作出优美的诗句",
    "theme": "成功と忍耐",
    "description": "信手拈来（しんしゅねんらい）というこの熟語は、信手（気軽に）に何かを拈来（つまみとる）ことができる、その容易さを表しています。その起源は、唐代の書家や詩人の達人の描写に遡ります。当初、それは熟練した芸術家が準備や苦労なしに、自然に作品を作り出すことができる様子を表現していました。「信」の字は、自然な自信を表し、「拈」の字は、小さなものを指でつまむ繊細な動きを具体的に示していました。\n\n宋代に入ると、この熟語は学問の優秀さと結びつけられるようになり、よく訓練された頭脳からは古典の引用や構成が苦もなく自然に湧き出てくる様子を表すようになりました。現代では、専門性が深く内面化され、高度なパフォーマンスが何気なく、あるいは手慣れているように見える様子を表すのに用いられます。特に、長年の訓練によって複雑なスキルが第二の天性となっている創造的または知的な文脈で使われます。",
    "metaphoric_meaning": "習得から楽に作成します",
    "traditionalCharacters": "信手拈來",
    "chineseExample_tr": "這位詩壇大師在聚會上毫不費力地創作出優美的詩句"
  },
  {
    "id": "ID208",
    "characters": "心猿意马",
    "pinyin": "xīn yuán yì mǎ",
    "meaning": "ハートモンキーマインドホース",
    "example": "学生はそんなに多くの気晴らしで勉強することに集中することができませんでした",
    "chineseExample": "这个学生在如此多的干扰下无法专注于学习",
    "theme": "人生哲学",
    "description": "心の落ち着きのなさを示すこの熟語は、心（精神）を猿に、意（思考・意識）を駆け巡る馬に例えるもので、唐代の仏教瞑想に関する文献に由来するものです。これは、訓練されていない意識が絶えず注意の対象の間を飛び移る、困難な経験を描写したものでした。これらの動物が選ばれたのは、猿が予測不能に枝から枝へと飛び跳ね、馬が制御なく駆け巡るという、それぞれの特徴的な動きによるものです。禅宗の師たちは、瞑想中に修行者が自身の精神的な散漫さを認識できるよう、この生き生きとした比喩を用いました。現代では、集中力の維持が困難な状態や、訓練されていない心が自然と様々な思考の間をさまよいがちな傾向を表す際に用いられます。特に、持続的な精神的集中が求められる状況において、この表現は深く響きます。",
    "metaphoric_meaning": "落ち着きのない、焦点を絞られていない心",
    "traditionalCharacters": "心猿意馬",
    "chineseExample_tr": "這個學生在如此多的干擾下無法專注於學習"
  },
  {
    "id": "ID209",
    "characters": "不卑不亢",
    "pinyin": "bù bēi bù kàng",
    "meaning": "謙虚でも誇りに思わない",
    "example": "外交官は、超大国の代表者と交渉するときに完全な尊厳を維持しました",
    "chineseExample": "这位外交官在与超级大国代表谈判时保持着完美的尊严",
    "theme": "人間関係と性格",
    "description": "この釣り合いの取れた成語は、卑屈にならず（不卑）、かといって傲慢にもならない（不亢）態度を説くものであり、戦国時代の儒家の書物に由来します。その初出は、政府に仕える学者（儒者）のあるべき振る舞いについての議論においてで、不遜な態度ではなく、品位ある自尊心を保つことの重要性が強調されました。極端な両者の間で完璧な均衡を保つというこの特定の美徳は、儒家の中庸の価値観を反映しています。漢代になると、外交の場面における官僚の行動を評価する標準的な基準となりました。単なる丁寧さを示す言葉とは異なり、身分差のある状況における権力関係（パワーダイナミクス）を具体的に扱います。現代においては、国際関係から職場の人間関係に至るまで、階層的な状況における理想的な振る舞いを表す言葉として用いられ、そこでは隷属することなく、また攻撃的になることもなく、適切な品格を保つことが極めて重要とされます。",
    "metaphoric_meaning": "完璧な威厳のある落ち着きを維持します",
    "traditionalCharacters": "不卑不亢",
    "chineseExample_tr": "這位外交官在與超級大國代表談判時保持着完美的尊嚴"
  },
  {
    "id": "ID210",
    "characters": "不痛不痒",
    "pinyin": "bù tòng bù yǎng",
    "meaning": "痛みもかゆみもしません",
    "example": "委員会は、本当の懸念のどれも扱っていない漠然とした声明を発表しました",
    "chineseExample": "委员会发表了一份模糊的声明，没有解决任何实际问题",
    "theme": "人生哲学",
    "description": "この感覚的な慣用句は、痛み（痛）も痒み（痒）も（不）ない状態、すなわち「不痛不痒」を表現しており、宋代の医学書に由来します。当初は、明確な診断を下したり治療を必要としたりするほどではない、軽微な症状を表していました。伝統的な中国医学において、痛みと痒みが身体的な不快感の主要な二つのカテゴリーを表していたため、この組み合わせは意味深いものとされました。明代になると、医学的な文脈を超えて発展し、効果のない行動や、どちらつかずの対応を表現するようになりました。単純な不十分さを表す言葉とは異なり、見かけ上の活動があるにもかかわらず、意味のある影響がないことを具体的に批判します。現代の用法では、特に政治や企業におけるコミュニケーションにおいて、核心的な問題への言及を意図的に避けるような、生半可な努力、煮え切らない態度、あるいは曖昧な発言を表します。",
    "metaphoric_meaning": "効果がなく、取るに足らない",
    "traditionalCharacters": "不痛不癢",
    "chineseExample_tr": "委員會發表了一份模糊的聲明，沒有解決任何實際問題"
  },
  {
    "id": "ID211",
    "characters": "杞人忧天",
    "pinyin": "qǐ rén yōu tiān",
    "meaning": "気体は空を心配しています",
    "example": "彼の絶え間ない危険に対する恐怖は、彼が人生を楽しむことを妨げました",
    "chineseExample": "他对遥远危险的持续担忧使他无法享受生活",
    "theme": "人生哲学",
    "description": "「杞人憂天（きじんゆうてん）」という心配性の成語は、戦国時代の思想書『列子（れっし）』に由来し、杞（き）の国の人が天（てん）が落ちてくることを憂（うれ）えたという故事を指す。その故事では、ある男が空が崩れ落ち、地面が裂け、自分自身が奈落の底に落ちてしまうことを深く心配するあまり、食事も睡眠もまともに取れなくなったと語られている。物語が小さな杞の国を舞台に選んだのは、そのような過剰な心配がいかにも地方的で、世間知らずなものであることを強調するためであった。漢代になると、この成語は統治に関する書物で頻繁に引用され、過度な警戒心による行動の麻痺を戒めるものとして使われるようになった。現代では、起こる可能性の低い大災害に対する非合理的な不安、特に理論上は可能でも現実には極めて遠い懸念を指し、それが原因で通常の活動や合理的なリスクテイクが妨げられる状態を表す。",
    "metaphoric_meaning": "不可能な災害について不必要に心配します",
    "traditionalCharacters": "杞人憂天",
    "chineseExample_tr": "他對遙遠危險的持續擔憂使他無法享受生活"
  },
  {
    "id": "ID212",
    "characters": "泰然自若",
    "pinyin": "tài rán zì ruò",
    "meaning": "以前と同じように自然に落ち着きます",
    "example": "彼女の周りの混乱にもかかわらず、外科医は完璧な落ち着きで手順を実行しました",
    "chineseExample": "尽管周围一片混乱，外科医生仍然泰然自若地进行手术",
    "theme": "成功と忍耐",
    "description": "「泰然自若」というこの成語は、完璧に落ち着き（泰然）、自然に（自）、いつもの様子を保つこと（若）を表しており、漢代の哲学書に源を発します。その初出は、外的状況に左右されず内的な平衡を保つことに関する道家の議論の中です。「泰」という語は、特に易経における完全な調和と平和を表す卦を想起させました。政治的混乱の時代であった魏晋期には、危険な時代にあっても平静を保ち続けた隠逸の学者たちの、培われた超然とした態度と結びつけられるようになりました。単なる平静さを表す言葉とは異なり、異常な状況下においても普段通りの振る舞いを保つことを特に強調します。現代の用法では、プレッシャーの中でも揺るぎない冷静さが称賛され、特に精神的な安定が的確な行動を可能にする危機的状況において用いられます。",
    "metaphoric_meaning": "プレッシャーの下で完全な落ち着きを維持します",
    "traditionalCharacters": "泰然自若",
    "chineseExample_tr": "儘管周圍一片混亂，外科醫生仍然泰然自若地進行手術"
  },
  {
    "id": "ID213",
    "characters": "口干舌燥",
    "pinyin": "kǒu gān shé zào",
    "meaning": "口の乾いた舌が乾いた",
    "example": "3時間話をした後、発表者は必死に水を必要としていました",
    "chineseExample": "讲了三个小时后，演讲者迫切需要水",
    "theme": "人生哲学",
    "description": "この身体表現の慣用句は、唐代の医学書に由来し、口が乾き（干）、舌が渇き（燥）きった状態を表します。当初は、脱水がこれらの不快な症状を引き起こす発熱性疾患の臨床記載に現れました。宋代になると、医学の文脈を超え、長時間の演説後の話者の疲弊を表すようになりました。特に、古典を暗記して暗唱することが求められた科挙の受験者の間で多く見られました。公の場での発言が帝政中国の学術生活や官僚生活の中心であったため、この具体的な症状には深い意味がありました。現代では、主に長時間の会話後の身体的な感覚を表しますが、何かを繰り返し、あるいは広範囲に説明した後の言葉の疲労を比喩的に示唆することもあります。",
    "metaphoric_meaning": "過度の話から疲れた",
    "traditionalCharacters": "口乾舌燥",
    "chineseExample_tr": "講了三個小時後，演講者迫切需要水"
  },
  {
    "id": "ID214",
    "characters": "刮目相看",
    "pinyin": "guā mù xiāng kàn",
    "meaning": "スクレイプの目は新たに見えます",
    "example": "彼女の画期的なパフォーマンスの後、批評家は彼女の芸術的能力を再評価しなければなりませんでした",
    "chineseExample": "在她的突破性表演之后，评论家们不得不重新评估她的艺术才能",
    "theme": "知恵と学習",
    "description": "この洞察に富む故事成語は、「刮目相看」（刮＝こする、目＝目、相＝互いに、看＝見る）と表現され、それまで抱いていた見方を改めて、相手を新たな目で見直すことを意味します。その起源は、三国時代の戦略家たちの交流に遡ります。史書には、呂蒙がその学識を著しく向上させたことが記されており、それを受けて孫権が、彼を改めて見るためには「目をこすって見る」必要があると述べたと伝えられています。この鮮やかな比喩表現は、目に張られた膜を取り除くかのように、以前の認識を完全に払拭することを示唆していました。唐の時代になると、この言葉は人の著しく向上した能力を認める際の、一般的な表現として定着しました。単なる再評価とは異なり、この成語は、その人が著しい進歩を遂げた後の肯定的な再評価を特に指し示します。現代においては、古くなった評価に固執するのではなく、他者の成長や進歩、特に以前は過小評価されていた人物のそれらを積極的に認識することを促す意味合いで使われています。",
    "metaphoric_meaning": "改善した人を再評価します",
    "traditionalCharacters": "刮目相看",
    "chineseExample_tr": "在她的突破性表演之後，評論家們不得不重新評估她的藝術才能"
  },
  {
    "id": "ID215",
    "characters": "如醉如梦",
    "pinyin": "rú zuì rú mèng",
    "meaning": "夢のように酔ったように",
    "example": "シュールな風景は、旅行者を夢のような不思議の状態に残しました",
    "chineseExample": "超现实的风景让旅行者处于一种如梦似幻的惊奇状态",
    "theme": "人生哲学",
    "description": "この幻想的な慣用句は、経験を「酔い（醉）」と「夢（梦）」の両方に例えるもので、唐代の詩に由来します。これは李白の詩歌に初めて登場し、現実と幻想の境界が溶け合うような超越的な状態を描写しています。「如」が繰り返される構造は、完全に酔っているわけでも夢を見ているわけでもないが、両方の状態に同時に似ているという、その経験の二重性を強調します。宋代には、詩的な文脈を超えて広がり、深く心を惑わすような、それでいて美しいあらゆる経験を表現するようになりました。単純な混乱を表す言葉とは異なり、心地よい戸惑いという肯定的な意味合いを帯びています。現代の用法では、現実が一時的に停止したかのように感じられるような、美的に圧倒される体験を指し、特に自然の美しさ、芸術への没入、深い感情的状態といった文脈で用いられます。",
    "metaphoric_meaning": "夢のような状態に魅了されました",
    "traditionalCharacters": "如醉如夢",
    "chineseExample_tr": "超現實的風景讓旅行者處於一種如夢似幻的驚奇狀態"
  },
  {
    "id": "ID216",
    "characters": "名存实亡",
    "pinyin": "míng cún shí wáng",
    "meaning": "名前は現実がなくなっています",
    "example": "歴史的条約は公式に活動したままでしたが、実際には完全に無視されました",
    "chineseExample": "这个历史条约在官方上仍然有效，但在实践中被完全忽视",
    "theme": "人生哲学",
    "description": "この「名存実亡」という成語は、「名」（名目・形式）だけが存続し、「実」（実質・実体）が滅びてしまった状況を指し、漢代の政治分析に由来する。その初出は、宮廷歴史家である司馬遷が、実質的な機能を持たず形式的にのみ存続していた衰退期の制度を評価した際である。名と実の間の具体的な対比は、外見と実体の整合性に関する中国の法家思想や儒家思想の中心的関心を反映していた。唐代には、統治批判において標準的な用語として確立された。単なる欺瞞を表す用語とは異なり、実質的な有効性が失われた後も形式的な構造が存続している状況を指す。現代では、本来の目的や力を失ったにもかかわらず名目上は存続している制度、関係、取り決めなどを指す。",
    "metaphoric_meaning": "名前のみに存在します",
    "traditionalCharacters": "名存實亡",
    "chineseExample_tr": "這個歷史條約在官方上仍然有效，但在實踐中被完全忽視"
  },
  {
    "id": "ID217",
    "characters": "浮光掠影",
    "pinyin": "fú guāng lüè yǐng",
    "meaning": "浮かぶ軽いつかの間の影",
    "example": "1日ツアーは、観光客に古代文化の表面的な印象を与えただけです",
    "chineseExample": "一日游只能给游客留下古老文化的肤浅印象",
    "theme": "人生哲学",
    "description": "この儚い成語は、「浮（う）かぶ光（ひかり）」と「掠（かす）める影（かげ）」を組み合わせたもので、南朝時代の詩に由来します。当初は、水面に映るものの移ろいやすい性質を歌った詩に登場し、深みのない表面的な経験を象徴する力強い比喩として用いられました。そのイメージは、伝統的な中国の山水美学に根差しており、水面の反映や影が無常（はかなさ）を表現していました。唐代には、仏教の哲学者たちがこの言葉を取り入れ、感覚的な経験がいかに実体のない幻のようなものであるかを示すために使用しました。単なる不注意や軽率さを表す言葉とは異なり、特定の知覚が持つ本質的な表層性を強調するものです。現代では、実質的な関与を伴わない大まかな理解や一時的な印象、特に文化的な鑑賞や知識の習得といった文脈で用いられます。",
    "metaphoric_meaning": "深さのない表面的な印象",
    "traditionalCharacters": "浮光掠影",
    "chineseExample_tr": "一日遊只能給遊客留下古老文化的膚淺印象"
  },
  {
    "id": "ID218",
    "characters": "隔靴搔痒",
    "pinyin": "gé xuē sāo yǎng",
    "meaning": "ブーツをかゆみをかむかゆみを抑えます",
    "example": "あいまいな説明は、根本的な問題に対処できませんでした",
    "chineseExample": "这个模糊的解释未能解决根本问题",
    "theme": "知恵と学習",
    "description": "このもどかしい慣用句は、靴越しに痒い所を掻く様子を表しており、宋代の白話文学に由来します。これは、差し迫った問題に対して間接的な解決策がいかに無益であるかを描いた物語の中で初めて登場しました。そのイメージは、一見すると活動的であるにもかかわらず、目標に届かない無駄な努力の完璧な比喩となりました。明代には、医療書がこれを取り入れ、病気の根本原因に対処しない治療法を批判するために用いられました。単なる失敗を表す言葉とは異なり、これは特に、的外れなレベルで、あるいは不適切な手段でなされた努力のもどかしさを表現しています。現代の用法では、実際の必要な点から根本的に乖離しているため、成功し得ないアプローチを指します。",
    "metaphoric_meaning": "効果のない間接ソリューション",
    "traditionalCharacters": "隔靴搔癢",
    "chineseExample_tr": "這個模糊的解釋未能解決根本問題"
  },
  {
    "id": "ID219",
    "characters": "眼高手低",
    "pinyin": "yǎn gāo shǒu dī",
    "meaning": "目が低い目",
    "example": "批評家は他の人の仕事の欠陥を特定することができますが、自分自身のより良いものを生み出すことはできませんでした",
    "chineseExample": "这位评论家能指出他人作品中的缺陷，但自己却创作不出更好的作品",
    "theme": "知恵と学習",
    "description": "「高（高い）眼（評価眼/基準）」と「低（低い）手（腕前/能力）」を対比させるこの成語は、明朝の職人ギルドに由来します。これは、質の高い作品を認識できるものの、自分ではそれを作り出す技術がない見習い職人を指していました。この身体的な比喩は、認識と実行の間の隔たりの鮮やかなイメージを生み出しました。清朝時代には、文学界が、評価する作品の質に見合うだけの力量がない批評家を批判するために、これを取り入れました。単なる偽善を意味する言葉とは異なり、質の認識における真の能力を認めつつも、実行との隔たりを浮き彫りにします。現代では、分析能力が生産能力を上回るという一般的な状況、特に批評眼が技術的熟練に先行して発達することが多いクリエイティブな分野で用いられます。",
    "metaphoric_meaning": "標準は能力を超えています",
    "traditionalCharacters": "眼高手低",
    "chineseExample_tr": "這位評論家能指出他人作品中的缺陷，但自己卻創作不出更好的作品"
  },
  {
    "id": "ID220",
    "characters": "七上八下",
    "pinyin": "qī shàng bā xià",
    "meaning": "セブンアップ8ダウン",
    "example": "候補者はインタビューの結果を待っている間、非常に不安を感じました",
    "chineseExample": "候选人在等待面试结果时感到忐忑不安",
    "theme": "人生哲学",
    "description": "この数字の慣用句は、七（しち）上（じょう）八（はち）下（げ）という言葉を用いて、不安による混乱状態を表します。宋代の口語表現に由来します。数字自体に特定の意味はなく、精神的な動揺を表現するためのリズミカルな対比を生み出しているものです。このフレーズは元代の演劇作品を通じて広く知られるようになり、登場人物が感情的な苦痛を感じた際に、心が「七上八下」だと表現していました。単なる神経質さや緊張を表す言葉とは異なり、特に不安からくる思考のまとまりのなさを具体的に描写します。現代では、特に結果が不確実な重要な出来事を前にした際に感じる、不安な期待感に伴う心身の体験を指し、その際の認知的な混乱と身体的な不快感の両方を捉えています。",
    "metaphoric_meaning": "不安と不安定",
    "traditionalCharacters": "七上八下",
    "chineseExample_tr": "候選人在等待面試結果時感到忐忑不安"
  },
  {
    "id": "ID221",
    "characters": "大器晚成",
    "pinyin": "dà qì wǎn chéng",
    "meaning": "偉大な才能は遅く成熟しています",
    "example": "作家は、数十年にわたって彼のクラフトを開発した後、彼の傑作を60年代に出版しました",
    "chineseExample": "这位作家在六十多岁时出版了他的代表作，此前已经花了几十年磨练自己的技艺",
    "theme": "成功と忍耐",
    "description": "この励みとなる故事成語は、優れた才能や器量（大器）が、しばしば遅れて（晩）大成する（成）ことを示唆しています。その起源は後漢時代にあり、政治家・楊震の伝記に登場します。楊震は、いくつかの官職への任命を辞退した後、「良質な木材は枯れるのに時間がかかり、優れた器を作るにはより多くの時間が必要である」と説明しました。この考え方は宋代に広く浸透し、遅咲きの学者たちを励ますために使われました。神童を称える故事成語とは異なり、この言葉は長い時間をかけた熟成による発展を特に重視します。現代におけるその応用範囲は、キャリア形成、教育、個人の成長に及び、重要な達成は、早期の輝かしさよりも、むしろ長い準備期間を経てこそ生まれることが多いと私たちに気づかせます。",
    "metaphoric_meaning": "卓越性は時間とともに発展します",
    "traditionalCharacters": "大器晚成",
    "chineseExample_tr": "這位作家在六十多歲時出版了他的代表作，此前已經花了幾十年磨練自己的技藝"
  },
  {
    "id": "ID222",
    "characters": "鹤发童颜",
    "pinyin": "hè fà tóng yán",
    "meaning": "クレーンの髪、子供の顔",
    "example": "90歳の教授は、彼の白い髪にもかかわらず若々しいエネルギーを維持しました",
    "chineseExample": "这位90岁的教授尽管白发苍苍，却依然保持着年轻的活力",
    "theme": "人生哲学",
    "description": "この褒め言葉の成語は、鶴のような白い髪（鶴髪）でありながら子供のような顔色（童顔）を保っている人物を表し、優雅に年を重ねるという理想を体現しています。これは唐代の文献に初めて登場し、瞑想や錬金術の修行によって若々しい活力を保ったとされる道教の師匠たちを形容するために使われました。宋代には、この言葉は老齢になっても知的な活力を維持した学者たちと結びつけられるようになりました。鶴のイメージが特に重要だったのは、中国の象徴においてこの鳥が長寿と知恵の両方を表していたからです。現代では、高齢でありながら肉体的な健康、精神的な鋭さ、そして活発な態度を保ち、知恵と活力は必ずしも共に衰えるものではないという伝統的な中国の理想を体現している高齢者を称賛する際に用いられます。",
    "metaphoric_meaning": "老年にもかかわらず若々しい",
    "traditionalCharacters": "鶴髮童顏",
    "chineseExample_tr": "這位90歲的教授儘管白髮蒼蒼，卻依然保持着年輕的活力"
  },
  {
    "id": "ID223",
    "characters": "鱼目混珠",
    "pinyin": "yú mù hùn zhū",
    "meaning": "真珠のような魚の目",
    "example": "売り手は、偽のアンティークを本物のアーティファクトとして販売することで顧客を欺こうとしました",
    "chineseExample": "卖家试图通过将假古董当作真品出售来欺骗顾客",
    "theme": "人生哲学",
    "description": "この欺瞞的な成語は、魚の目（魚目）を真珠（珠）と偽って意図的に混ぜ（混）売りつける様子を描写し、その起源は漢代の市場規制にあります。歴史的記録には、不道徳な商人たちが魚の目を磨き、価値ある真珠に似せていたことが記されており、表面的な類似性を悪用して経験の浅い買い手を欺いていました。その行為があまりに一般化したため、この詐欺に対する特定の罰則が設けられました。唐代になると、この表現は文字通りの市場での欺瞞を超え、劣った品物を優れた品として見せかけようとするあらゆる試みを指すようになりました。現代では、あらゆる種類の詐欺的虚偽表示を指し、特に表面的な類似性を悪用して本質的な価値についてごまかす状況を包含します。",
    "metaphoric_meaning": "フェイクを本物のように渡します",
    "traditionalCharacters": "魚目混珠",
    "chineseExample_tr": "賣家試圖通過將假古董當作真品出售來欺騙顧客"
  },
  {
    "id": "ID224",
    "characters": "卧薪尝胆",
    "pinyin": "wò xīn cháng dǎn",
    "meaning": "fireで寝る、胆汁を味わう",
    "example": "チャンピオンシップに負けた後、アスリートは最終的に勝つために何年もの間、並外れた献身で訓練されました",
    "chineseExample": "失去冠军后，这位运动员多年来以非凡的奉献精神训练，最终获胜",
    "theme": "成功と忍耐",
    "description": "臥薪嘗胆（がしんしょうたん）というこの故事成語は、雪辱を誓った二つの歴史的な物語に由来しています。具体的には、屈辱を忘れないために薪の上に寝た（臥薪）越王勾践と、家族の処刑を決して忘れないために苦い肝を嘗めた（嘗胆）伍子胥の物語を指します。呉王夫差に敗れ、奴隷の身となった勾践は、何年もの間屈辱に耐えながら、密かに自国の国力を再建していきました。この言葉は、中国が異民族の侵攻に直面していた宋代に、文化的な共感を大きく集めました。それぞれの文字は、目的達成への動機付けとして、自ら進んで耐え忍んだ肉体的な苦痛を強調しています。現代における用法では、特に大きな挫折の後などに、自らに課した苦難を通じて得られる並外れた決意を表す際に用いられます。変革をもたらす偉業の達成には、将来の成功のために一時的な苦痛を受け入れることがしばしば必要であるという教訓を伝えています。",
    "metaphoric_meaning": "将来の成功に対する困難に耐えます",
    "traditionalCharacters": "臥薪嚐膽",
    "chineseExample_tr": "失去冠軍後，這位運動員多年來以非凡的奉獻精神訓練，最終獲勝"
  },
  {
    "id": "ID225",
    "characters": "刻舟求剑",
    "pinyin": "kè zhōu qiú jiàn",
    "meaning": "剣を見つけるためにボートをマークします",
    "example": "同社は時代遅れの市場調査を使用して現在のビジネス上の意思決定を行い続けました",
    "chineseExample": "公司继续使用过时的市场研究来做出当前的商业决策",
    "theme": "知恵と学習",
    "description": "「刻舟求剣」というこの故事成語は、水中に落ちた剣（剣）を探す（求）ために舟（舟）に印（刻）をつけることを表し、その起源は春秋時代の『呂氏春秋』にあります。これは、ある男が舟から剣を川に落とした際、川の流れを考慮せず、剣が落ちた舟の縁に印をつけ、後にその印の場所で剣を見つけようとしたという話です。この話は漢の時代に広く知られるようになり、論理や推論の教訓として用いられるようになりました。単なる愚かさを表す言葉とは異なり、変化する状況下で固定された基準点を頑なに適用することに対する批判が込められています。現代においては、変化した状況に時代遅れの手法を適用することを指し、特に、急速に変化する分野で旧来のアプローチが効果をなさない場合に用いられます。",
    "metaphoric_meaning": "愚かに時代遅れの方法を使用します",
    "traditionalCharacters": "刻舟求劍",
    "chineseExample_tr": "公司繼續使用過時的市場研究來做出當前的商業決策"
  },
  {
    "id": "ID226",
    "characters": "差强人意",
    "pinyin": "chà qiáng rén yì",
    "meaning": "かろうじて期待を満たします",
    "example": "プロジェクトの結果は受け入れられましたが、印象的ではありませんでした",
    "chineseExample": "项目的结果可以接受，但并不令人印象深刻",
    "theme": "人生哲学",
    "description": "この奥深い成語は、漢代の文学批評に由来し、「差（やや）、強（強引に）、人意（人々の意を満たす）」という構成から、期待を辛うじて満たす様子を表現します。興味深いことに、その意味は大きく変遷しました。元々は期待を上回ることを意味していましたが、徐々にかろうじて及第点であること、つまりぎりぎり合格点を満たす程度の出来栄えを指すようになりました。この変化は北宋時代に起こり、ネイティブスピーカーでさえ混乱させるほどの意味の逆転をもたらしました。この曖昧さは「差」という文字に起因します。この字は発音によって「やや」という意味と「異なる」という意味の両方を持つためです。清の時代には、学者たちがその意味を「かろうじて許容できる質」として標準化しました。現代では、抜きん出た点はなく、最低限の基準を満たしているだけの出来栄えを指すのに用いられます。特に、基本的な要件は満たしているものの、目を引くような質の高さはないといった評価の場面で使われます。",
    "metaphoric_meaning": "最低基準のみを満たします",
    "traditionalCharacters": "差強人意",
    "chineseExample_tr": "項目的結果可以接受，但並不令人印象深刻"
  },
  {
    "id": "ID227",
    "characters": "覆水难收",
    "pinyin": "fù shuǐ nán shōu",
    "meaning": "回復するために激しく水をこぼした",
    "example": "機密情報を明らかにした後、彼はいくつかの間違いを元に戻すことができないことに気付きました",
    "chineseExample": "在泄露机密信息后，他意识到有些错误无法挽回",
    "theme": "人生哲学",
    "description": "「覆水難収」という不可逆的な故事成語は、一度こぼれた水は集め直すのが難しいという意味で、唐代の詩に由来します。\n最初に登場したのは、夫婦の取り返しのつかない離別について詠まれた詩でした。その詩では、二人の関係が、一度器から注ぎ出されたら二度と戻せない水に例えられています。\n中国哲学において流れる水は、取り戻せない時間と機会の両方を象徴していたため、この水の比喩は特に強力な意味を持っていました。\n宋代には、この意味は人間関係の枠を超えて、あらゆる不可逆的な行動を表すものへと拡大しました。\n現代では、特に恒久的な影響をもたらす決定、言葉、行動など、一度生じた結果を取り消せない状況を指すのに用いられ、取り返しのつかない一歩を踏み出す前に慎重に考慮することの重要性を教えています。",
    "metaphoric_meaning": "アクションを元に戻すことはできません",
    "traditionalCharacters": "覆水難收",
    "chineseExample_tr": "在泄露機密信息後，他意識到有些錯誤無法挽回"
  },
  {
    "id": "ID228",
    "characters": "买椟还珠",
    "pinyin": "mǎi dú huán zhū",
    "meaning": "ケースを購入し、真珠を返します",
    "example": "コレクターは精巧なフレームを購入しましたが、それに含まれる貴重な絵画を返しました",
    "chineseExample": "收藏家购买了精美的画框，却退回了其中的名贵画作",
    "theme": "知恵と学習",
    "description": "買椟還珠（ばいとくかんしゅ）とは、装飾的な箱（椟）を買い（買）、中に入っていた真珠（珠）を返す（還）という行為を表す故事成語で、戦国時代の書物『韓非子』に由来する。その話とは、楚の商人が美しく彫刻された箱に入った貴重な真珠を売っていたというものである。鄭の買い手は、その豪華な箱にすっかり魅了され、箱は買ったものの、真の価値に気づかずに真珠を返してしまった。この物語は漢代に、見かけに惑わされ、本質的な価値を見誤ることの比喩として広く知られるようになった。単なる愚かさを表す言葉とは異なり、中身よりも装飾的な包装を重んじることを特に批判するものである。現代では、表面的な要素を優先し、真の価値を見過ごしてしまう状況を指し、特に消費文化や美学において当てはまる表現である。",
    "metaphoric_meaning": "コンテンツを介したパッケージの評価",
    "traditionalCharacters": "買櫝還珠",
    "chineseExample_tr": "收藏家購買了精美的畫框，卻退回了其中的名貴畫作"
  },
  {
    "id": "ID229",
    "characters": "过犹不及",
    "pinyin": "guò yóu bù jí",
    "meaning": "過剰は欠陥に等しくなります",
    "example": "過度のマーケティングキャンペーンは、顧客を引き付けるのではなく、顧客を疎外しました",
    "chineseExample": "过度的营销活动疏远了顾客，而不是吸引他们",
    "theme": "知恵と学習",
    "description": "この均衡の取れた故事成語は、「過」（やりすぎ）が「不及」（至らなさ）と同じくらい問題であると述べており、孔子の『論語』の教えに由来します。この概念は、儒教の中庸の哲学の礎となり、いずれの方向への極端も等しく欠陥があると見なされました。漢の時代には、統治における標準的な原則となり、官僚に対し、過度な寛容さも厳しさも戒めるものとなりました。この句自体の均衡の取れた構造は、それが提唱する中庸の精神を体現していました。現代では、あらゆることにおいて適切な尺度を提唱し、過剰な代償や修正を戒めています。特に、ビジネス上の決定から個人の習慣に至るまで、極端ではなくバランスが最適な結果を生み出す文脈において関連性が高いです。",
    "metaphoric_meaning": "すべてのものの節度",
    "traditionalCharacters": "過猶不及",
    "chineseExample_tr": "過度的營銷活動疏遠了顧客，而不是吸引他們"
  },
  {
    "id": "ID230",
    "characters": "揠苗助长",
    "pinyin": "yà miáo zhù zhǎng",
    "meaning": "成長を助けるために苗木を引っ張ります",
    "example": "マネージャーの一定のマイクロ管理は、チームの自然な発展を妨げました",
    "chineseExample": "经理不断的微观管理阻碍了团队的自然发展",
    "theme": "知恵と学習",
    "description": "「揠苗助長（えんびょうじょちょう）」とは、苗（苗）を（揠）引き抜き、その成長を（助）助けようとすること（長）を意味する故事成語で、かえって逆効果を生む行動を指します。これは戦国時代の孟子の著作に由来します。\nその由来となった物語は、宋の国のせっかちな農夫が、自分の苗の成長が遅いことに不満を感じ、毎日少しずつ苗を引き上げていった結果、結局全ての作物を枯らしてしまったというものです。\nこの物語は、自然な成長過程を尊重することの重要性を示す農業の教訓として定着しました。\n唐代には、官僚たちがこの比喩を用いて、過度な政府の介入に警鐘を鳴らしました。\n現代では、この言葉は、善意に基づきながらも自然な発展を阻害してしまう有害な干渉を批判する際に用いられます。特に、教育、子育て、マネジメントといった分野において、無理な加速がしばしば逆効果を生む状況で関連性が高いです。",
    "metaphoric_meaning": "有害な干渉は成長を台無しにします",
    "traditionalCharacters": "揠苗助長",
    "chineseExample_tr": "經理不斷的微觀管理阻礙了團隊的自然發展"
  },
  {
    "id": "ID231",
    "characters": "闭门造车",
    "pinyin": "bì mén zào chē",
    "meaning": "閉じたドアの後ろにカートを構築します",
    "example": "開発者が顧客のフィードバックなしでそれを設計したため、製品は失敗しました",
    "chineseExample": "这个产品失败是因为开发人员在没有客户反馈的情况下设计了它",
    "theme": "知恵と学習",
    "description": "この四字熟語「閉門造車（へいもんぞうしゃ）」は、門を閉ざして車を造ることを意味し、戦国時代の文献『韓非子』に由来します。その故事は、ある男が人里離れた場所で馬車を作ったものの、完成してみると家の戸口を通れず、一般の道を走ることもできなかったというものです。この話は、漢の時代に広まり、統治の助言者が、現実の状況を理解せずに政策を策定することの危険性を警告するために用いられました。馬車作りという具体的な例えは、実用的な適応を要する複雑な工学技術を象徴していたため、意義深いものでした。現代では、実際の検証やフィードバックなしに理論的な開発を進めることを批判する際に用いられ、特に、実際の利用者との乖離が非現実的な結果を招くことが多い製品設計、政策立案、教育方法において当てはまります。",
    "metaphoric_meaning": "実用的なフィードバックなしで作成します",
    "traditionalCharacters": "閉門造車",
    "chineseExample_tr": "這個產品失敗是因爲開發人員在沒有客戶反饋的情況下設計了它"
  },
  {
    "id": "ID232",
    "characters": "掩耳盗铃",
    "pinyin": "yǎn ěr dào líng",
    "meaning": "ベルを盗みながら耳を覆います",
    "example": "会社は、優れたサービスを主張しながら、顧客の苦情を無視しました",
    "chineseExample": "公司无视客户投诉，同时声称提供卓越服务",
    "theme": "知恵と学習",
    "description": "「掩耳盗鈴」という自己欺瞞的な故事成語は、耳を覆って（掩耳）鈴を盗む（盗鈴）という意味を持ち、戦国時代の文献『呂氏春秋』に由来します。\n\nある泥棒が鐘を欲しがったものの、その音を心配しました。そこで彼は、自分が聞こえなければ他人も聞こえないと愚かに信じ込み、鐘を盗む際に自分の耳を覆ったのです。その馬鹿げた行動は、選択的知覚による自己欺瞞を見事に言い表しています。\n\n漢代には、この話は露骨なごまかしを戒めるものとして、法律の文脈で典型的な例となりました。現代では、意図的な盲目によって明らかな問題を無視しようとする試みを指し、特に、現実を無視すればそれがどうにかして変わると人々が思い込んでいる状況を表すのに使われます。",
    "metaphoric_meaning": "現実を無視することによる自己欺ception",
    "traditionalCharacters": "掩耳盜鈴",
    "chineseExample_tr": "公司無視客戶投訴，同時聲稱提供卓越服務"
  },
  {
    "id": "ID233",
    "characters": "愚公移山",
    "pinyin": "yú gōng yí shān",
    "meaning": "愚かな老人は山を動かします",
    "example": "圧倒的な障害にもかかわらず、小さなチームは業界に革命をもたらすまで固執しました",
    "chineseExample": "尽管面临巨大障碍，这个小团队坚持不懈，最终彻底改变了行业",
    "theme": "成功と忍耐",
    "description": "この故事成語は、戦国時代の『列子』に由来し、行く手を遮る山々を取り除く作業を始めた、愚公という名の決意の固い老人の物語です。高齢でそのような不可能とも思える作業を試みることを嘲笑された際、彼は「たとえ自分が死んでも、子孫たちが山がなくなるまで作業を続けるだろう」と答えました。その粘り強さに感動した神々は、山々を取り除くよう命じました。漢の時代には、この物語は不可能に思える困難に立ち向かう多世代にわたる努力の力の象徴となりました。現代では、この物語は圧倒的な障害に対する断固たる忍耐力を称え、特に長期間にわたる持続的な努力を必要とするプロジェクトにおいて、粘り強い努力の継続がいかに困難な課題をも克服しうるかを教えています。",
    "metaphoric_meaning": "持続性は大きな障害を克服します",
    "traditionalCharacters": "愚公移山",
    "chineseExample_tr": "儘管面臨巨大障礙，這個小團隊堅持不懈，最終徹底改變了行業"
  },
  {
    "id": "ID234",
    "characters": "井底之蛙",
    "pinyin": "jǐng dǐ zhī wā",
    "meaning": "底のカエル",
    "example": "海外で働いたことがなかったため、グローバル市場に関するマネージャーの視点は厳しく制限されていました",
    "chineseExample": "从未在国外工作过，这位经理对全球市场的看法非常有限",
    "theme": "知恵と学習",
    "description": "この慣用句は、井戸の底に住む蛙を指し、戦国時代の書物『荘子』に由来します。自分の井戸が世界の全てだと信じていた蛙が、海の広大さを語る海亀に出会い、自身の視野の狭さを思い知らされる物語です。その井戸は、限られた経験が限られた理解につながるという完璧な比喩となりました。漢の時代には、この物語は限られた見聞に基づく知識の狭さを批判する常套句となりました。単なる無知を表す言葉とは異なり、環境的な制約がいかに認識を形成するかを具体的に指摘するものです。現代においては、限られた経験から生じる視野の狭さを批判する際に用いられ、特に地球規模や包括的な理解が求められる状況で使われます。",
    "metaphoric_meaning": "限られた体験から狭い心",
    "traditionalCharacters": "井底之蛙",
    "chineseExample_tr": "從未在國外工作過，這位經理對全球市場的看法非常有限"
  },
  {
    "id": "ID235",
    "characters": "半途而废",
    "pinyin": "bàn tú ér fèi",
    "meaning": "旅の途中で放棄します",
    "example": "数ヶ月のトレーニングの後、彼女は競争の数週間前に辞めました",
    "chineseExample": "经过数月的训练，她在比赛前几周就放弃了",
    "theme": "成功と忍耐",
    "description": "この故事成語は、旅を途中で（半途）諦めること（廃）を表しており、漢代の儒教の忍耐に関する記述に由来します。元々、道徳的な修養に関する議論の中で現れ、一度始めた物事を最後までやり遂げることの重要性を強調していました。唐代になると、教育の文脈で広く用いられるようになり、学者たちは学業の困難な時期にある学生たちを励ますためにこれを使いました。途中で中断された旅という具体的なイメージは、巡礼や学術的な旅がしばしば多大な苦難を伴った中国文化に深く響きました。現代では、物事を途中で投げ出すこと、特に時間と労力を相当に費やした後の断念を批判する際に用いられ、途中で努力を放棄することは、それまでの努力と達成し得たであろう成果の両方を無駄にする、と示唆しています。",
    "metaphoric_meaning": "完了前にやめる",
    "traditionalCharacters": "半途而廢",
    "chineseExample_tr": "經過數月的訓練，她在比賽前幾周就放棄了"
  },
  {
    "id": "ID236",
    "characters": "难兄难弟",
    "pinyin": "nán xiōng nán dì",
    "meaning": "困難な長老と弟",
    "example": "2つの苦労している企業は、市場の低迷を生き残るための同盟を結成しました",
    "chineseExample": "这两家struggling公司结成联盟以度过市场低迷期",
    "theme": "人間関係と性格",
    "description": "この成語は、難（nan）の兄と難（nan）の弟を表すもので、清朝の白話文学に由来します。もともとは、兄弟が同様の困難や不幸を分かち合う家族について用いられました。「難」の繰り返しは彼らの共通の苦境を強調し、「兄」と「弟」という語句は、儒教における兄弟関係の重視を反映しています。中華民国時代には、血縁関係に限定されず、同様の課題に直面するあらゆる人々を指す言葉として広まりました。単なる協力関係や連携を表す言葉とは異なり、絆の要素として特に共通の苦難を強調するのが特徴です。現代では、不幸を共にした仲間や、同様の苦闘を通じて結びついた関係者を指すのに用いられ、共通の困難は共通の利点よりも強い絆を生み出すことが多いという含意があります。",
    "metaphoric_meaning": "共有の苦労を通して仲間が団結しました",
    "traditionalCharacters": "難兄難弟",
    "chineseExample_tr": "這兩家struggling公司結成聯盟以度過市場低迷期"
  },
  {
    "id": "ID237",
    "characters": "顶礼膜拜",
    "pinyin": "dǐng lǐ mó bài",
    "meaning": "最高の敬意と礼拝",
    "example": "ファンは有名なミュージシャンをほとんど宗教的な崇拝で扱いました",
    "chineseExample": "粉丝们对这位著名音乐家几乎是宗教般的崇拜",
    "theme": "人間関係と性格",
    "description": "この敬意を表す四字熟語は、最高の敬意を示す「頂礼（ていれい）」と熱心な崇拝を表す「膜拝（まくはい）」を組み合わせたもので、後漢時代に仏教の儀式に由来します。これは、信者が仏像や尊敬される僧侶の前で額を地面につけるという、完全な五体投地（ごたいとうち）を表していました。この特定の姿勢は、中国文化における究極の敬意の身体的表現でした。\n\n唐の時代には、仏教が隆盛を極めるにつれて、この言葉は世俗的な文脈でも、並外れた賞賛を表すために使われるようになりました。単純な尊敬を表す言葉とは異なり、これは特に宗教的な献身に近い崇拝の念を言い表しています。現代では、その功績が深い敬意を抱かせるような文化的な象徴、知識人、あるいは業界の先駆者などに対する、極度の賞賛や英雄視を表す言葉として用いられています。",
    "metaphoric_meaning": "極度の崇拝や礼拝",
    "traditionalCharacters": "頂禮膜拜",
    "chineseExample_tr": "粉絲們對這位著名音樂家幾乎是宗教般的崇拜"
  },
  {
    "id": "ID238",
    "characters": "讳疾忌医",
    "pinyin": "huì jí jì yī",
    "meaning": "病気を隠し、医師を避けてください",
    "example": "会社は、破産が避けられないまで、その財政上の問題を認めることを拒否しました",
    "chineseExample": "公司拒绝承认其财务问题，直到破产不可避免",
    "theme": "人生哲学",
    "description": "この自滅的な意味合いを持つ故事成語は、病気を隠し（諱疾）、治療を拒む（忌医）ことを表し、漢代の史料に由来します。元々は、文帝の息子が弱いと見られることを恐れて病を隠し、結果的に治療可能な病状で命を落としたという話に由来します。唐代になると、この言葉は文字通りの病気だけでなく、組織や社会の問題を直視せず隠蔽することを指すようになりました。この医療の比喩は、問題を認めることが伝統的に解決への第一歩とされてきた中国文化に深く響きました。現代では、明白な問題の存在を認めず対処を拒むこと、特に、恥をかくことや評判が傷つくことを恐れるあまり必要な介入を妨げてしまい、多くの場合、防げたはずの困難の悪化を招く状況を批判する際に用いられます。",
    "metaphoric_meaning": "問題を隠すと悪化します",
    "traditionalCharacters": "諱疾忌醫",
    "chineseExample_tr": "公司拒絕承認其財務問題，直到破產不可避免"
  },
  {
    "id": "ID239",
    "characters": "江郎才尽",
    "pinyin": "jiāng láng cái jìn",
    "meaning": "江ヤンの才能は疲れました",
    "example": "かつてはブリリアントな作家は彼の創造的な能力を失ったようでした",
    "chineseExample": "这位曾经才华横溢的作家似乎已经失去了创作能力",
    "theme": "人生哲学",
    "description": "この「才能の枯渇」を表す慣用句は、詩人・江淹（江郎）の「才尽」（才能が尽きること）に言及しており、南朝の文芸批評に端を発しています。史書によれば、江淹は初期には優れた作品を生み出しましたが、後期の作品では質が著しく低下しました。文学史家たちは、創造的な能力が時間とともに衰えることがあるのかどうか、この事例を用いて論じました。唐代には識字率が拡大するにつれて、この概念は芸術的寿命についての議論において広く参照されるようになりました。一時的な停滞を表す言葉とは異なり、これはかつて発揮された才能の永続的な衰えを明確に表しています。現代では、創造的または知的な能力の衰退を指す際に用いられ、特に個人の初期作品と後期作品を比較する場合に、優れた才能でさえ時として尽きてしまうことがあることを示唆しています。",
    "metaphoric_meaning": "創造性は永久に枯渇しました",
    "traditionalCharacters": "江郎才盡",
    "chineseExample_tr": "這位曾經才華橫溢的作家似乎已經失去了創作能力"
  },
  {
    "id": "ID240",
    "characters": "如履薄冰",
    "pinyin": "rú lǚ báo bīng",
    "meaning": "薄い氷の上を歩くような",
    "example": "交渉チームは、繊細な外交状況を通じて慎重に進みました",
    "chineseExample": "谈判团队谨慎地处理这个微妙的外交局势",
    "theme": "人生哲学",
    "description": "この慎重な慣用句は、「如履薄冰（薄氷を踏むが如し）」と、まるで薄い氷の上を歩くかのような様子を表しており、周代の『易経』に由来します。これは、安全に見える状況であっても、君子たる者が常に潜在的な危険を意識して振る舞うべきだという議論の中で用いられました。その冬の情景は、一歩間違えれば破滅につながりかねない、極度の注意が必要な状況を鮮やかに比喩しました。漢の時代には、朝廷の顧問たちが皇帝に対し、権力の危うい性質について注意を促すため、しばしばこの慣用句を用いました。現代では、危険な状況下で極度の注意を払って行動すること、特に一見安定しているように見えても重大なリスクが隠されているような状況を表すのに使われます。これは、危険がすぐには見えない場合でも、警戒がしばしば不可欠であることを教えています。",
    "metaphoric_meaning": "危険な状況では極端な注意",
    "traditionalCharacters": "如履薄冰",
    "chineseExample_tr": "談判團隊謹慎地處理這個微妙的外交局勢"
  },
  {
    "id": "ID241",
    "characters": "文不加点",
    "pinyin": "wén bù jiā diǎn",
    "meaning": "修正を必要としない記述",
    "example": "小説家の原稿はとても完璧で、編集上の変更は必要ありませんでした",
    "chineseExample": "这位小说家的手稿如此完美，不需要任何编辑修改",
    "theme": "成功と忍耐",
    "description": "この故事成語は、手直し（点）を加える（加）必要のない（不）文章（文）を形容するもので、三国時代の文学の天才である陸機に由来しています。史実によれば、陸機の文章は完璧で、一切の修正や加筆が不要であったとされています。修正箇所を示すために点を加えることが編集作業であった時代においては、これは驚くべきことでした。唐の時代に入り、文学的な創作活動が出世の重要な要素となるにつれて、この言葉は文学における最高の到達点を示すものとなりました。「点」という具体的な言及は、修正記号が点に似ていた実際の編集慣行に由来します。現代では、初めから品質が非常に高く、全く修正を必要としない作品を指すのに使われます。特に、反復的な改善ではなく、並外れた技量によって最終的な形として完成される創造的または知的な成果物について用いられます。",
    "metaphoric_meaning": "改訂なしの完全な実行",
    "traditionalCharacters": "文不加點",
    "chineseExample_tr": "這位小說家的手稿如此完美，不需要任何編輯修改"
  },
  {
    "id": "ID242",
    "characters": "姑息养奸",
    "pinyin": "gū xī yǎng jiān",
    "meaning": "悪を容認し、育てます",
    "example": "いじめに対する校長の寛大さは、加害者を勇気づけただけでした",
    "chineseExample": "校长对欺凌行为的宽容只会使行为人更加胆大妄为",
    "theme": "人生哲学",
    "description": "この成語は、問題を一時的に容認し（姑息）、それによって将来の害悪（奸）を養ってしまう（養）ことを指し、漢代の政府の警告に由来します。それは、適切に対処されなければより深刻になる問題に対する短期的な安易な対応を戒める行政文書に初めて登場しました。唐代には、歴史書が、当初は慈悲深く見えたものの、最終的には破滅的であることが判明した失敗政策を分析する際にこの言葉を用いました。通常は肯定的な意味を持つ「養う」という農業的な比喩が有害な要素に適用されることで、意図せざる結果の強烈なイメージが生み出されました。現代では、否定的な行動に対する過度な寛容や容認を批判する際に使われ、特に軽微な違反に対する甘さがより深刻な違反へとエスカレートするのを助長する場合を指します。適切な介入こそが、放任よりもかえって親切であることが多いと教えているのです。",
    "metaphoric_meaning": "寛容はより悪い行動を促進します",
    "traditionalCharacters": "姑息養奸",
    "chineseExample_tr": "校長對欺凌行爲的寬容只會使行爲人更加膽大妄爲"
  },
  {
    "id": "ID243",
    "characters": "过河拆桥",
    "pinyin": "guò hé chāi qiáo",
    "meaning": "クロスリバー、解体橋",
    "example": "プロモーションを確保した後、彼女は彼女を支持した同僚をすぐに放棄しました",
    "chineseExample": "在获得晋升后，她很快就抛弃了曾经支持她的同事",
    "theme": "人間関係と性格",
    "description": "この恩知らずな故事成語は、「河を渡り（過河）、橋を壊す（拆橋）」ことを意味し、唐代の政治批判に由来します。当初は、権力を得た後に支持者を見捨てる官僚たちを指していました。古代中国において、川を渡ることは重要な転換点であり、その橋の建設と維持にはしばしば共同体の協力が必要とされたため、この橋の比喩は特に強い意味を持っていました。宋代には、歴史書が権力を固めた後に礎となる同盟者を軽視する統治者を批判するためにこの言葉を用いました。現代では、目的を果たした直後に関係、道具、あるいは方法を捨てることを非難する際に使われ、特に困難な移行期に不可欠な援助を提供してくれた人々への恩知らずな行為を指します。",
    "metaphoric_meaning": "あなたを助けた人々を捨てる",
    "traditionalCharacters": "過河拆橋",
    "chineseExample_tr": "在獲得晉升後，她很快就拋棄了曾經支持她的同事"
  },
  {
    "id": "ID244",
    "characters": "画饼充饥",
    "pinyin": "huà bǐng chōng jī",
    "meaning": "空腹を軽減するためにケーキを描きます",
    "example": "会社は、実際の昇給の代わりに空の約束を提供しました",
    "chineseExample": "公司提供空洞的承诺而不是实际的加薪",
    "theme": "人生哲学",
    "description": "餅を描いて飢えを満たすことを意味するこの『画餅充飢（がべいちゅうき）』という虚しい慣用句は、晋代の仏教説話に由来します。元々は、幻想がいかに魅力的であっても物質的な欲求を満たすことはできない、という教訓を示すものとして登場しました。唐代になると、宗教的な文脈を超えて意味が広がり、実質的な行動を伴わない政治的な公約を指すようになりました。食べ物のイメージは、単なる見せかけで身体的な欲求を満たそうとする試みに対する強力な比喩を生み出しました。現代の用法では、真の解決策に対する実体のない代替案、特に具体的な行動の代わりに空虚な約束や理論的な提案を提示することを批判する際に用いられます。これは、根本的なニーズに対処する上では、象徴的なジェスチャーがどれほど不十分であるかを教えているのです。",
    "metaphoric_meaning": "空の約束は何も満たしません",
    "traditionalCharacters": "畫餅充飢",
    "chineseExample_tr": "公司提供空洞的承諾而不是實際的加薪"
  },
  {
    "id": "ID245",
    "characters": "虚张声势",
    "pinyin": "xū zhāng shēng shì",
    "meaning": "空の強さのショー",
    "example": "小さな会社は、おそらく提供できなかった能力について壮大な主張をしました",
    "chineseExample": "这家小公司对它不可能实现的能力做出了宏大的声明",
    "theme": "人間関係と性格",
    "description": "戦国時代の軍事戦略に由来するこの人を欺く慣用句は、「虚（偽り）」「張（誇張した見せかけ）」「声（騒々しい音）」「勢（勢力）」の意から、騒々しい音を立てて偽りの力や勢いを見せかけることを表す。これは、劣勢な軍隊が太鼓、旗、兵の移動を利用して、実際よりも数が多いように見せかける戦術を指した。この音と視覚要素の組み合わせこそ、まさに実際の戦場での欺瞞戦術であった。漢の時代には、軍事的な文脈を超えて広がり、政治的・社会的なハッタリを表現するようになった。単純な欺瞞を表す言葉とは異なり、これは誇張された見せかけによって力の幻想を作り出すことに特化している。現代では、誇張された主張や見せかけを通して、実際よりも力がある、有能である、あるいは重要であるかのように見せかけるあらゆる試みを指し、特に実際の能力ではなく印象操作によって他者に影響を与えようとする場合に用いられる。",
    "metaphoric_meaning": "偽のディスプレイでブラフ",
    "traditionalCharacters": "虛張聲勢",
    "chineseExample_tr": "這家小公司對它不可能實現的能力做出了宏大的聲明"
  },
  {
    "id": "ID246",
    "characters": "忍俊不禁",
    "pinyin": "rěn jùn bù jīn",
    "meaning": "笑顔を抑えることはできません",
    "example": "厳しい教授でさえ、賢いコメントに微笑むのを助けることができませんでした",
    "chineseExample": "即使是严厉的教授也忍不住对这个机智的评论微笑",
    "theme": "人生哲学",
    "description": "この興味深い故事成語は、「（俊）笑い」を「（忍）抑えられない（不禁）」状況を表し、その起源は六朝時代の文学的記述に遡ります。最初に登場したのは、滑稽な状況下でも官僚が平静を保とうとする様子を描いた宮廷の記録の中でした。特定の文字「俊」は、元々、笑う直前のわずかな顔の動きを指していました。唐代になると、優雅に抑制された感情の反応を描写する詩の中で広く用いられるようになりました。制御不能な笑いを表す言葉とは異なり、これは社会的な制約があるにもかかわらず、平静を保とうとした努力が破られる瞬間を具体的に描写しています。現代の用法では、ユーモアが形式的な抑制を打ち破る状況、特に通常は品位が求められ、公に笑いを見せることが憚られるような場面で使われます。これは、真のユーモアが社会的慣習にもかかわらず、しばしば抑えきれないものであることを示唆しています。",
    "metaphoric_meaning": "娯楽を隠すことができません",
    "traditionalCharacters": "忍俊不禁",
    "chineseExample_tr": "即使是嚴厲的教授也忍不住對這個機智的評論微笑"
  },
  {
    "id": "ID247",
    "characters": "狡兔三窟",
    "pinyin": "jiǎo tù sān kū",
    "meaning": "賢いウサギには3つの巣穴があります",
    "example": "経験豊富なビジネスマンは、すべてのベンチャーの複数のバックアッププランを維持しました",
    "chineseExample": "这位经验丰富的商人为每个投资项目都准备了多个备用方案",
    "theme": "知恵と学習",
    "description": "「狡兎三窟」という戦略的な故事成語は、狡猾な（狡）ウサギ（兔）が三つ（三）の隠れ穴（窟）を用意するという意味を持ち、戦国時代の書物『戦国策』に由来します。その中で、政治家・范蠡（はんれい）が「一つの避難場所や戦略にだけ頼るべきではない」と忠告した逸話が語られています。「三」という具体的な数字は、古典中国における数の概念では文字通りの『三』ではなく『多数』を意味していました。漢の時代になると、軍事戦略家たちはこれを不測の事態に備えるための核心的な原則として取り入れました。単純な賢さを示す言葉とは違い、戦略的な多重性（複数の選択肢を持つこと）による備えを具体的に指しています。現代では、特に適応能力や代替手段が生き残りや成功に不可欠となる競争の激しい環境において、複数の選択肢や予備の策を確保することの重要性が強調されています。",
    "metaphoric_meaning": "常にバックアッププランがあります",
    "traditionalCharacters": "狡兔三窟",
    "chineseExample_tr": "這位經驗豐富的商人爲每個投資項目都準備了多個備用方案"
  },
  {
    "id": "ID248",
    "characters": "青梅竹马",
    "pinyin": "qīng méi zhú mǎ",
    "meaning": "緑の梅と竹の馬",
    "example": "夫婦は幼少期からお互いを知っていて、彼らの村で一緒に遊んでいた",
    "chineseExample": "这对夫妇从小就认识，在村子里一起玩耍",
    "theme": "人間関係と性格",
    "description": "このノスタルジックな四字熟語「青梅竹馬（せいばいちくば）」は、青梅（あおうめ）と竹馬（ちくば）という言葉を組み合わせたもので、唐代の詩人・李白が幼馴染について詠んだ詩に由来します。その詩では、子供たちが竹で作ったおもちゃの馬（竹馬）に乗って梅の実を集める様子が描かれていました。これは古代中国における一般的な子供の遊びでした。\n\nその情景は、無垢な子供時代の友情を表す完璧な比喩となり、しばしば恋愛に発展する可能性も示唆していました。宋代になると、この言葉は特に、幼い頃から互いを知る幼馴染や生涯の伴侶を指すように変化しました。\n\n現代では、共に育った人々の特別な絆を想起させます。特に、幼馴染の関係が恋愛関係へと発展する場合に用いられ、人生のごく初期から互いを知る者同士の、かけがえのない親密さと共通の歴史を表現しています。",
    "metaphoric_meaning": "幼なじみの恋人や友達",
    "traditionalCharacters": "青梅竹馬",
    "chineseExample_tr": "這對夫婦從小就認識，在村子裏一起玩耍"
  },
  {
    "id": "ID249",
    "characters": "班门弄斧",
    "pinyin": "bān mén nòng fǔ",
    "meaning": "Lu Banに大工を見せます",
    "example": "アマチュアの詩人は、有名な作家の集まりで彼の作品を暗唱しました",
    "chineseExample": "这位业余诗人在著名作家的聚会上朗诵了自己的作品",
    "theme": "知恵と学習",
    "description": "「班門弄斧（はんもんろうふ）」というこの僭越な慣用句は、伝説的な名工である魯班の門前で斧の腕前（弄斧）を披露することを表し、唐代の詩人、李賀の詩に由来します。中国では大工の守護神として崇められる魯班は、比類なき匠の技を象徴していました。詩人は、文学の大家たちと比較して自身の芸術的才能について謙遜を表すために、この表現を用いました。宋代には、認められた専門家の前で作品を発表する際の謙遜の定型表現となりました。単純な「見せびらかし」とは異なり、真の達人の前で未熟な技を披露するという、その身の程知らずな行いを特に指すのです。現代では、未熟な者が本物の専門家に対し不適切に拙い能力を披露する状況を指し、確立された達人がいる分野で自身の作品を提示する際に、自己卑下として用いられることがよくあります。",
    "metaphoric_meaning": "マスターにアマチュアスキルを示す",
    "traditionalCharacters": "班門弄斧",
    "chineseExample_tr": "這位業餘詩人在著名作家的聚會上朗誦了自己的作品"
  },
  {
    "id": "ID250",
    "characters": "绕梁三日",
    "pinyin": "rào liáng sān rì",
    "meaning": "梁の周りに何日も残っています",
    "example": "歌手の忘れられないメロディーは、コンサートが終わってからずっと、みんなの心に残っていました",
    "chineseExample": "这位歌手悠扬的旋律在音乐会结束很久后仍萦绕在每个人心中",
    "theme": "成功と忍耐",
    "description": "この含蓄深い成語は、音楽が天井の梁（梁）の周りを（繞）三日間（三日）響き続ける様子を表しており、その起源は春秋時代に遡ります。史書によれば、伝説的な音楽家である伯牙の演奏があまりに感動的であったため、その音色が数日経っても館内に残り続けたと伝えられています。天井の梁への具体的な言及は、梁が露出した天井構造が音響的な共鳴を生み出し得た、古代中国の建築様式と結びついています。唐の時代には、音楽評論家たちがこの表現を借用し、演奏が終わった後も長く感銘を与える楽曲を評するために用いられるようになりました。現代では、観客に力強く、長く残る影響を与えるあらゆる美的体験、特に最初の鑑賞から長い時間が経っても感情的に響き続ける芸術的な公演や表現を指すのに用いられています。",
    "metaphoric_meaning": "パフォーマンスの永続的な影響",
    "traditionalCharacters": "繞樑三日",
    "chineseExample_tr": "這位歌手悠揚的旋律在音樂會結束很久後仍縈繞在每個人心中"
  },
  {
    "id": "ID251",
    "characters": "天衣无缝",
    "pinyin": "tiān yī wú fèng",
    "meaning": "縫い目のない天の衣服",
    "example": "両社の統合は非常に完全であったため、運用上の混乱は発生しませんでした",
    "chineseExample": "两家公司的整合如此完美，没有发生任何运营中断",
    "theme": "成功と忍耐",
    "description": "この比類なき四字熟語は、天人の衣（天衣）に縫い目がない（無縫）様子を表しています。その起源は、後漢の時代に伝えられた仏教の経典に由来します。これらの経典には、天人たちが人の手によらず自然に現れた完璧な衣をまとい、地上の衣服に見られるような縫い目がないと記されていました。唐の時代に仏教が栄えると、この言葉は宗教的な文脈を超えて広まり、あらゆる分野における理想的な完成度や完璧な実行を表すようになりました。中国文化において、衣の作りや質が社会的地位を示すものであったため、この服飾に関する比喩は特に深い意味を持っていました。現代では、完璧な実行や、複数の要素が一体となって機能することが求められる状況における継ぎ目のない統合を表すのに用いられます。最高の成果は、しばしば人為的な構築物ではなく、あたかも自然に現れたかのように見える、という究極の達成を示唆しているのです。",
    "metaphoric_meaning": "完璧で完全にシームレス",
    "traditionalCharacters": "天衣無縫",
    "chineseExample_tr": "兩家公司的整合如此完美，沒有發生任何運營中斷"
  },
  {
    "id": "ID252",
    "characters": "狐狸尾巴",
    "pinyin": "hú li wěi ba",
    "meaning": "フォックスの尾",
    "example": "彼の慎重な公共のイメージが滑って、彼の本当の利己的な意図を明らかにしました",
    "chineseExample": "他精心设计的公众形象滑落，暴露了他真正的自私意图",
    "theme": "人間関係と性格",
    "description": "この慣用句は、隠されたものが最終的に姿を現すことを、狐（狐狸）の尾（尾巴）になぞらえています。その起源は、狐が人間に変身できるものの、尾を完全に隠しきることができなかったという唐代の民間伝承にあります。これらの物語は、どんなに偽装しても、その本性は必ず露わになるという思想を反映していました。宋代には、政治的な議論において、隠された動機が最終的に露呈することを指す簡潔な表現として使われるようになりました。狐が中国文化において狡猾な欺瞞の象徴であったため、この狐の比喩は特に強い意味を持っていました。現代では、注意深く隠そうとしても、根底にある意図や真の性格がやがて明らかになる様子を指します。特に、本性を隠そうとする者が、不用意な言動によってうっかりそれを露呈してしまう場合に用いられます。",
    "metaphoric_meaning": "本質は最終的に明らかになりました",
    "traditionalCharacters": "狐狸尾巴",
    "chineseExample_tr": "他精心設計的公衆形象滑落，暴露了他真正的自私意圖"
  },
  {
    "id": "ID253",
    "characters": "骑虎难下",
    "pinyin": "qí hǔ nán xià",
    "meaning": "タイガーを降ろすのは難しい",
    "example": "政治家は、信頼性を失うことなく、物議を醸す政策を逆転させることができないことに気付きました",
    "chineseExample": "这位政治家发现自己无法在不失去信誉的情况下撤回有争议的政策",
    "theme": "人生哲学",
    "description": "この「騎虎難下」（きこなんげ／きこなんか）という慣用句は、虎（虎）に乗ってしまったら、そこから降りるのが難しい（難下）状況を描写するもので、唐代の政治批評に由来します。危険な事業を始めると、継続するよりも中止する方がより危険になる状況が生じることを、この句は示していました。虎という比喩は、力強さと危険性の両方を完璧に捉えています。乗ることで一時的な優位は得られますが、降りる際には致命的な問題が生じます。宋代には、歴史書がこれを用いて、支配者たちが安全に放棄できない政策にどう囚われていったかを分析しました。単なる困難を表す言葉とは異なり、継続するよりもそこから抜け出す過程の方が危険に見える状況を具体的に指します。現代では、固有の危険性を認識しつつも安全に放棄できない約束や責任、特に継続も中止も大きなリスクを伴う行動方針を表現するために使われます。",
    "metaphoric_meaning": "危険なコースを止めることができません",
    "traditionalCharacters": "騎虎難下",
    "chineseExample_tr": "這位政治家發現自己無法在不失去信譽的情況下撤回有爭議的政策"
  },
  {
    "id": "ID254",
    "characters": "身不由己",
    "pinyin": "shēn bù yóu jǐ",
    "meaning": "身体は自己制御されていません",
    "example": "エグゼクティブは、彼女が個人的に反対したポリシーを実装しなければなりませんでした",
    "chineseExample": "这位高管不得不实施她个人不同意的政策",
    "theme": "人生哲学",
    "description": "この慣用句は、身（み）が己（おのれ）に由（よ）らず、自分の体が自分の意のままにならない状況を表し、漢代の社会的な義務に関する議論の中で生まれました。個人の意思に反して、職務、立場、あるいは状況により行動を強いられる場合があることを考察する文献に初めて登場しました。唐代には、歴史家が朝廷からの圧力下における官僚の行動を説明する際にこれを用いました。「身」という文字が肉体を指すことで、外部からの力が身体の動きさえも支配しうるという点が強調されています。現代では、外部からの圧力や義務によって個人の意に反する行動を強いられる状況、特に組織の要求が個人の判断に優先する職業的な文脈で使われます。",
    "metaphoric_meaning": "ウィルに反対することを余儀なくされました",
    "traditionalCharacters": "身不由己",
    "chineseExample_tr": "這位高管不得不實施她個人不同意的政策"
  },
  {
    "id": "ID255",
    "characters": "人山人海",
    "pinyin": "rén shān rén hǎi",
    "meaning": "ピープルマウンテンピープルシー",
    "example": "有名な観光地は、休暇中に無数の訪問者でいっぱいでした",
    "chineseExample": "这个著名景点在假期期间挤满了数不清的游客",
    "theme": "人生哲学",
    "description": "「人山人海（じんざんじんかい）」というこの成語は、膨大な数の人々（人）が山（山）や海（海）を形成する様子を描写しており、宋代の都市の描写に起源を持つ。膨大な群衆が集まる帝都の祭りの記録の中で、初めてその姿を現した。この地理的な比喩は、一人ひとりが地形の一部となるほどの人間の途方もない密度を、強烈なイメージで表現した。明代に入り都市化が進むと、都市の市場や集会の描写で広く用いられるようになった。単なる人混みを指す言葉とは異なり、常識では測り知れないほどの圧倒的な規模を特に強調している。現代では、個々人の区別がつかなくなるほど極めて密集した集まり、特に大規模なイベントや人気観光地、あるいは尋常ではないほど人が集中する都市の中心部などで、その様子を描写する際に用いられる。",
    "metaphoric_meaning": "膨大な群衆",
    "traditionalCharacters": "人山人海",
    "chineseExample_tr": "這個著名景點在假期期間擠滿了數不清的遊客"
  },
  {
    "id": "ID256",
    "characters": "胆大心细",
    "pinyin": "dǎn dà xīn xì",
    "meaning": "大胆な胆嚢、慎重な心",
    "example": "消防士は安全プロトコルに勇気と細心の注意の両方を示しました",
    "chineseExample": "这位消防员既表现出勇气，又对安全协议一丝不苟",
    "theme": "成功と忍耐",
    "description": "この釣り合いの取れた成語は、「胆大」（「大きな胆」、つまり勇気を表す）と「心細」（「細やかな心」）を組み合わせたもので、明代の兵法書に由来します。伝統的な中国医学では、胆は勇気と決断力に関連付けられ、心は細やかな思考を司るとされていました。この組み合わせは、大胆な決断を下しながらも、重要な細部にまで気を配ることができる、理想的な軍の指揮官を表現していました。清朝時代には、軍事的な文脈を超え、あらゆる困難な事業に対する最適なアプローチを説明するのに使われるようになりました。現代では、勇気と慎重さを兼ね備えた強力な組み合わせを表現するのに用いられ、特に成功のために大胆さと正確さの両方が不可欠となるような、一か八かの状況において当てはまります。真の有効性とは、一見矛盾するような資質が完璧なバランスで備わっていることをしばしば必要とする、と示唆しています。",
    "metaphoric_meaning": "勇気は注意を払ってバランスが取れています",
    "traditionalCharacters": "膽大心細",
    "chineseExample_tr": "這位消防員既表現出勇氣，又對安全協議一絲不苟"
  },
  {
    "id": "ID257",
    "characters": "纸上富贵",
    "pinyin": "zhǐ shàng fù guì",
    "meaning": "紙のみの富",
    "example": "起業家のビジネスはプレゼンテーションで印象的に見えましたが、実際の収益はほとんどありませんでした",
    "chineseExample": "这位企业家的业务在演示中看起来令人印象深刻，但几乎没有产生实际收入",
    "theme": "人生哲学",
    "description": "この実体のない慣用句は、「富貴」（ふうき）が「紙上」（しじょう）にのみ存在することを表し、明代の商業批判に由来します。元々は、精巧な帳簿を作り、理論上の利益を示しながら、実際には財政的に苦しんでいた商人たちを指していました。「紙」という具体的な言及は、会計記録、そして紙上の学術的業績が必ずしも実用的な能力に結びつかなかった科挙の双方に関連しています。清代になると、その意味は拡大し、文書化された繁栄と実際の状況との間のあらゆる乖離を表すようになりました。現代では、理論上または報告上の成功が実際の業績問題を覆い隠している状況、特に印象的な書類が真の成果の代わりになっているようなビジネスや専門的な文脈で使われます。",
    "metaphoric_meaning": "理論の成功は現実ではありません",
    "traditionalCharacters": "紙上富貴",
    "chineseExample_tr": "這位企業家的業務在演示中看起來令人印象深刻，但幾乎沒有產生實際收入"
  },
  {
    "id": "ID258",
    "characters": "指桑骂槐",
    "pinyin": "zhǐ sāng mà huái",
    "meaning": "ポイントマルベリー、呪いのイナゴツリー",
    "example": "マネージャーは、メッセージを理解した別の従業員を実際にターゲットにしながら、1人の従業員を批判しました",
    "chineseExample": "经理批评了一名员工，而实际上是针对另一名理解这一信息的员工",
    "theme": "人間関係と性格",
    "description": "この遠回しな成語は、桑（くわ）の木を指し（指）、槐（えんじゅ）の木を罵る（罵）という内容で、春秋時代に由来します。最初に外交記録に現れ、その際、小国を批判することが、直接的な対立を避けながら大国へメッセージを伝える役割を担っていました。これら二種類の木は古代中国の風景によく見られ、それぞれ異なる用途に供されていたため、この植物の組み合わせには意味がありました。漢代には、宮廷政治における間接的な批判の定型的な表現となりました。現代では、ある対象に批判を向けつつ実際には別の対象を意図するという修辞的戦略を指し、特に直接的な批判が危険すぎたり不適切であったりする階層的な状況で用いられます。",
    "metaphoric_meaning": "本当のターゲットに対する間接的な批判",
    "traditionalCharacters": "指桑罵槐",
    "chineseExample_tr": "經理批評了一名員工，而實際上是針對另一名理解這一信息的員工"
  },
  {
    "id": "ID259",
    "characters": "东施效颦",
    "pinyin": "dōng shī xiào pín",
    "meaning": "ドンシは西シーの眉をひそめます",
    "example": "新しいレストランは、彼らの魅力を理解することなく、成功した施設をぎこちなくコピーしました",
    "chineseExample": "这家新餐厅笨拙地模仿成功的餐厅，却不理解它们的吸引力",
    "theme": "知恵と学習",
    "description": "この故事成語は、戦国時代の道教の書『荘子』に由来し、醜い女性である東施（とうし）が、伝説的な美女である西施（せいし）の顰（ひそ）めた顔を真似た（效顰）様子を描いています。\n美しい西施が心臓の痛みに苦しんで顔を顰めた時、その姿は彼女の美しさを一層引き立てました。しかし、東施がその背景を理解せずに真似た時、彼女は村人たちを遠ざけてしまいました。\nこの物語は、表面的な模倣に対する戒めとして、漢代に広く知られるようになりました。\n単なる模倣を表す言葉とは異なり、この故事成語は、本質や文脈を理解せずに外見だけを真似ることを具体的に指しています。\n現代的な用法では、模倣者がその根本的な原理を理解していなかったり、オリジナルを成功させた本質的な資質を欠いていたりするために失敗に終わる盲目的な模倣を批判する際に用いられます。",
    "metaphoric_meaning": "理解に欠けた模倣に失敗しました",
    "traditionalCharacters": "東施效顰",
    "chineseExample_tr": "這家新餐廳笨拙地模仿成功的餐廳，卻不理解它們的吸引力"
  },
  {
    "id": "ID260",
    "characters": "前途无量",
    "pinyin": "qián tú wú liàng",
    "meaning": "先の無限のパス",
    "example": "若い科学者の革新的な研究は、大きな可能性を示しました",
    "chineseExample": "这位年轻科学家的创新研究显示出巨大潜力",
    "theme": "成功と忍耐",
    "description": "この励みになる慣用句は、前途（未来の道）が無量（計り知れない、限りない）であることを表し、宋代の教育哲学に由来しています。元々は、並外れた潜在能力を示す非常に有望な学生に対する試験官の評価の中で初めて現れました。明代になると、教師が才能ある生徒を激励する際に用い、教育現場で広く使われるようになりました。「前途」と「無量」という組み合わせは、無限の可能性という力強いイメージを生み出しました。単なる称賛の言葉とは異なり、現在の成果ではなく、特に将来の可能性に言及するものです。現代では、将来の発展に目覚ましい見込みがある個人、プロジェクト、または企業、特に現在の状況が将来の大きな成功を示唆している若者や初期段階の取り組みに対して用いられます。",
    "metaphoric_meaning": "将来の成功の無制限の可能性",
    "traditionalCharacters": "前途無量",
    "chineseExample_tr": "這位年輕科學家的創新研究顯示出巨大潛力"
  },
  {
    "id": "ID261",
    "characters": "出类拔萃",
    "pinyin": "chū lèi bá cuì",
    "meaning": "群衆の上に立ち上がる",
    "example": "彼女の研究論文は明らかに会議に提出された他のすべてのものよりも優れていました",
    "chineseExample": "她的研究论文明显优于提交给会议的所有其他论文",
    "theme": "成功と忍耐",
    "description": "この由緒ある四字熟語は、「類」の中から「出」て、「萃」から「抜」きんでる様を描写しており、『後漢書』に由来します。元々は、抜きん出た才能で同僚から際立っていた官僚たちを指しました。その農業的な比喩は、中国社会で馴染み深い農業の情景から着想を得ており、周囲の草木よりも著しく高く成長する植物を想起させます。唐の時代には、真に傑出した候補者を特定するために、科挙の報告書で用いられました。単なる優位性を示す言葉とは異なり、これは比較を通じて自ずと明らかになる天賦の才を特に強調します。現代では、その能力や業績が同輩集団を著しく凌駕する個人を指し、特に、真の差別化に実質的な優位性が必要とされる競争の激しい分野で用いられます。",
    "metaphoric_meaning": "他のすべてを凌ぐ卓越性",
    "traditionalCharacters": "出類拔萃",
    "chineseExample_tr": "她的研究論文明顯優於提交給會議的所有其他論文"
  },
  {
    "id": "ID262",
    "characters": "龙马精神",
    "pinyin": "lóng mǎ jīng shén",
    "meaning": "ドラゴン馬の精神",
    "example": "85歳の教授はまだ驚くべきエネルギーで完全なコースを教えていました",
    "chineseExample": "这位85岁的教授仍然精力充沛地教授全部课程",
    "theme": "成功と忍耐",
    "description": "この力強い慣用句は、龍（ロン）と馬（マ）の「精神」を組み合わせたもので、唐代に、年老いてもなお精力的な官僚たちを描写したことに由来します。どちらの動物も中国文化においては計り知れないほどの活力を象徴しており、龍は皇帝の権威を、馬はたゆまぬ強さを意味していました。この言葉は宋代に広く知られるようになりましたが、それは当時、儒教の価値観が年齢に関わらず社会への継続的な貢献を重視していたからです。単なる忍耐力を表す言葉とは異なり、これは、高齢になっても持続する活力に満ちたエネルギーと熱意を具体的に称えています。現代では、予想される加齢による衰えをはるかに超えて若々しい活力と生産性を維持し、特に社会に有意義な貢献を続けている高齢者を称える際に用いられます。これは、知恵と活力が互いに相殺し合うのではなく、むしろ補い合うことができる、という中国の伝統的な価値観を体現しています。",
    "metaphoric_meaning": "老年にもかかわらず若々しい活力",
    "traditionalCharacters": "龍馬精神",
    "chineseExample_tr": "這位85歲的教授仍然精力充沛地教授全部課程"
  },
  {
    "id": "ID263",
    "characters": "推波助澜",
    "pinyin": "tuī bō zhù lán",
    "meaning": "波を押し、波紋を助けます",
    "example": "有名人の支持は、すでに成長している製品の人気を加速させました",
    "chineseExample": "这位名人的代言加速了该产品已经增长的人气",
    "theme": "戦略と行動",
    "description": "推波助瀾という故事成語は、「波を押し、瀾（さざ波）を助ける」ことを意味し、南朝時代の詩に由来します。当初は、風が自然の水の動きをいかに強めるかを描写し、既存の勢いを増大させる強力な比喩となりました。唐の時代には、政治評論家たちがこれを採用し、わずかな政策調整がいかに進行中の社会動向を増幅させうるかを説明するのに用いられました。さざ波が中心の攪乱から自然に広がるように、水の比喩表現は特に効果的でした。変化を「創り出す」ことを意味する言葉とは異なり、この成語は既存の動きを「強化する」ことに特化しています。現代では、進行中の状況やトレンドに意図的に力を加えることを表し、特に、勢いを「始める」のではなく「増幅させる」戦略的な介入を指します。これは、自然な展開と貢献のタイミングを合わせることが、しばしば最も大きな影響をもたらすことを示唆しています。",
    "metaphoric_meaning": "既存の傾向または勢いを増幅します",
    "traditionalCharacters": "推波助瀾",
    "chineseExample_tr": "這位名人的代言加速了該產品已經增長的人氣"
  },
  {
    "id": "ID264",
    "characters": "风华正茂",
    "pinyin": "fēng huá zhèng mào",
    "meaning": "若者と活力の盛り上がり",
    "example": "若いアスリートは、物理的な能力のピークで自国を代表しました",
    "chineseExample": "这些年轻运动员在他们身体能力的巅峰时期代表国家参赛",
    "theme": "人生哲学",
    "description": "この成語は宋代に生まれ、人の風華（ふうか）がまさに盛んである時期（正茂）を捉えています。その後、文学界では、能力が開花し始めたばかりの有望な若い学者を評する言葉として広まりました。明代になると、宮廷の官僚たちは、傑出した才能を見せて台頭する若者たちへの定型的な賛辞として、この成語を用いるようになりました。この言葉は、熟練した技能と若々しい活力が絶妙に融合する瞬間を捉えています。それは、スポーツ、芸術、専門的な活動のいずれの分野においても言えることです。現代では、経験と活力が完璧な調和を生み出し、まさに絶頂期を迎えている人々を称える言葉として使われています。",
    "metaphoric_meaning": "若者の能力のピークで",
    "traditionalCharacters": "風華正茂",
    "chineseExample_tr": "這些年輕運動員在他們身體能力的巔峯時期代表國家參賽"
  },
  {
    "id": "ID265",
    "characters": "呼风唤雨",
    "pinyin": "hū fēng huàn yǔ",
    "meaning": "風を召喚し、雨を呼びます",
    "example": "影響力のある投資家は、単一の公式声明で市場動向を変えることができます",
    "chineseExample": "这位有影响力的投资者可以用一个公开声明改变市场趋势",
    "theme": "成功と忍耐",
    "description": "古代のシャーマニズムの伝統が、「呼風」（こふう）と「喚雨」（かんう）という、風を呼び雨を降らせるイメージを生み出しました。唐代の文人たちは、これを文字通りの天候操作ではなく、物事に対する比喩的な影響力として捉え直しました。この気象を例えた表現は、自然の力にまで影響を与える能力、すなわち状況を左右する絶大な影響力を完璧に表しています。",
    "metaphoric_meaning": "他の人に対する並外れた影響を振るう",
    "traditionalCharacters": "呼風喚雨",
    "chineseExample_tr": "這位有影響力的投資者可以用一個公開聲明改變市場趨勢"
  },
  {
    "id": "ID266",
    "characters": "耳濡目染",
    "pinyin": "ěr rú mù rǎn",
    "meaning": "耳が浸し、目を染めた",
    "example": "音楽の家族で育った彼女は、正式なトレーニングなしで高度なテクニックを吸収しました",
    "chineseExample": "在音乐世家长大，她在没有正式训练的情况下吸收了高级技巧",
    "theme": "知恵と学習",
    "description": "この故事成語は、漢代の教育哲学に由来します。そこでは、絶え間ない経験や接触によって、耳（みみ）が濡れ（ぬ）れて、目（め）が染まる（そま）ように影響を受ける様子が表現されました。特に、形式的な指導ではなく、絶え間ない経験を通して子供たちが複雑な技術を習得していった伝統的な職人の家庭において、この考え方はその意義を深めました。唐代には、良い影響を与えるものに囲まれることの重要性に関する仏教の教えにも取り入れられるようになりました。現代では、文化への没入から専門能力開発に至るまで幅広く用いられており、明確な教育よりも、長期にわたる経験や接触がいかに私たちを深く形成するかを認めるものです。",
    "metaphoric_meaning": "絶え間ない露出を通して無意識に学ぶ",
    "traditionalCharacters": "耳濡目染",
    "chineseExample_tr": "在音樂世家長大，她在沒有正式訓練的情況下吸收了高級技巧"
  },
  {
    "id": "ID267",
    "characters": "承前启后",
    "pinyin": "chéng qián qǐ hòu",
    "meaning": "過去を受け取り、未来を開始します",
    "example": "建築家のデザインは、現代の機能を導入しながら、歴史的要素を見事に組み込んだ",
    "chineseExample": "这位建筑师的设计巧妙地融合了历史元素，同时引入了现代功能",
    "theme": "知恵と学習",
    "description": "宋代の学術書に初めて登場したこの成語は、「前」を受け継ぎ（承）、「後」を開拓する（啓）ことを表しています。朱子学復興期に、思想家たちが古典的な知恵を現代の課題に適応させようとした中で、広く注目されるようになりました。この言葉は、確立された基盤の上に新たな洞察を築くという彼らの使命を的確に捉えていました。現代では、建築からビジネス戦略に至るまで幅広く用いられ、伝統を尊重しつつ進歩を取り入れるという、巧みな道のりを表すものとなっています。特に、急速に進化しながらもそのルーツとの繋がりを保つ必要がある分野においては、非常に重要な意味を持ちます。",
    "metaphoric_meaning": "Linking tradition with innovation",
    "traditionalCharacters": "承前啓後",
    "chineseExample_tr": "這位建築師的設計巧妙地融合了歷史元素，同時引入了現代功能"
  },
  {
    "id": "ID268",
    "characters": "力挽狂澜",
    "pinyin": "lì wǎn kuáng lán",
    "meaning": "荒れ狂う潮を引き戻します",
    "example": "新しいCEOは、差し迫った破産から会社を救うためにたゆまぬ努力をしました",
    "chineseExample": "新任CEO不知疲倦地工作，使公司免于即将到来的破产危机",
    "theme": "成功と忍耐",
    "description": "宋代の治水事業に関する記述に由来するこの成語は、荒れ狂う大波（瀾）を力（ちから）で食い止める（挽）様子を表しています。これは当初、並外れた手段によって自然災害を阻止した官僚たちの功績を称えるものでした。明代には、歴史書において、断固たる行動で政治的または経済的な崩壊を阻止した行政官に適用されるようになりました。水の比喩は、制御不能な力の破壊力と、人間による介入の可能性の両方を力強く伝えていました。現代では、企業の再建から環境救済活動に至るまで、成功した危機管理を称えるのに用いられています。",
    "metaphoric_meaning": "壊滅的な状況の英雄的に逆転します",
    "traditionalCharacters": "力挽狂瀾",
    "chineseExample_tr": "新任CEO不知疲倦地工作，使公司免於即將到來的破產危機"
  },
  {
    "id": "ID269",
    "characters": "庖丁解牛",
    "pinyin": "páo dīng jiě niú",
    "meaning": "シェフディンブッチャーズオックス",
    "example": "30年の練習の後、外科医は楽な精度で複雑な操作を行いました",
    "chineseExample": "经过三十年的实践，这位外科医生以毫不费力的精确度进行复杂手术",
    "theme": "知恵と学習",
    "description": "この成語は、紀元前4世紀の荘子の有名な寓話、庖丁が巧みに牛を解体する「解牛」の物語に由来します。物語では、庖丁が主君に対し、数十年の鍛錬がいかにして単なる目視による判断を超え、直感的な熟達の境地へと導いたかを説きます。漢の時代には、この物語は政治手腕の典型的な比喩として定着しました。刃が骨と骨の間の自然な隙間を見つける描写は、食肉の準備が生活に不可欠であると同時に高度な技術を要した中国文化において、特に共感を呼びました。現代では、あらゆる分野における最高峰の技能を表すのに用いられ、専門技術が深く内面化され、あたかも何の苦労もなく行われているように見える境地を指します。",
    "metaphoric_meaning": "完璧な練習による楽なスキル",
    "traditionalCharacters": "庖丁解牛",
    "chineseExample_tr": "經過三十年的實踐，這位外科醫生以毫不費力的精確度進行復雜手術"
  },
  {
    "id": "ID270",
    "characters": "鹬蚌相争",
    "pinyin": "yù bàng xiāng zhēng",
    "meaning": "スナイプアサリの相互の戦い",
    "example": "両社は合法的な戦いに閉じ込められていましたが、3番目の競合他社が市場シェアを獲得しました",
    "chineseExample": "当这两家公司陷入法律战时，第三个竞争对手占领了他们的市场份额",
    "theme": "戦略と行動",
    "description": "「鷸蚌の争い」というこの教訓的な物語は、紀元前300年頃の『戦国策』に由来し、鷸（しぎ）と蚌（はまぐり）が互いに争い合う様子を描いています。漢代には、政治顧問たちがしばしばこれを引用し、支配者たちに、目先の敵に固執し、より大きな脅威を見過ごすことの危険性を警告しました。動物の比喩表現は中国の戦略思想に深く浸透し、自然界の振る舞いがしばしば人間の愚かさを説き明かすために用いられたのです。現代においては、ビジネス競争から国際関係に至るまで幅広く用いられており、いかに相互の対立が、当事者たちを新たな脅威に盲目にしてしまうかを警告しています。",
    "metaphoric_meaning": "相互紛争には第三者に恩恵をもたらします",
    "traditionalCharacters": "鷸蚌相爭",
    "chineseExample_tr": "當這兩家公司陷入法律戰時，第三個競爭對手佔領了他們的市場份額"
  },
  {
    "id": "ID271",
    "characters": "叶公好龙",
    "pinyin": "yè gōng hào lóng",
    "meaning": "あなたがたはドラゴンが大好きです",
    "example": "エグゼクティブはイノベーションを価値があると主張したが、提示されたすべての新しいアイデアを拒否した",
    "chineseExample": "这位高管声称重视创新，但拒绝了提出的每一个新想法",
    "theme": "性格と行動",
    "description": "この皮肉な逸話は、竜が好きだと公言していた葉公（ようこう）という人物が、実際に本物の竜を目の当たりにすると、恐れおののいて逃げ出したというものです。六朝時代には、真の理解を伴わない表面的な知識や賞賛を批判する常套句として定着しました。中国文化において、竜のイメージは特に重く、神聖な力と祝福を象徴する存在でした。現代では、理論的な支持と実践的な行動との間の隔たりを説明する際に用いられます。例えば、革新を賞賛しながらも新しいアイデアを却下する経営者から、真の変化に直面すると尻込みする改革者に至るまで、そうした状況を表す言葉として使われています。",
    "metaphoric_meaning": "実際の恐怖を隠している公言された愛",
    "traditionalCharacters": "葉公好龍",
    "chineseExample_tr": "這位高管聲稱重視創新，但拒絕了提出的每一個新想法"
  },
  {
    "id": "ID272",
    "characters": "草木皆兵",
    "pinyin": "cǎo mù jiē bīng",
    "meaning": "すべての兵士の草の木",
    "example": "セキュリティ違反の後、妄想のCEOは潜在的なスパイのすべての従業員を疑った",
    "chineseExample": "在安全漏洞事件后，这位偏执的首席执行官怀疑每位员工都可能从事间谍活动",
    "theme": "人生哲学",
    "description": "この心理的な故事成語は、草（くさ）も木（き）も皆（みな）兵（へい）士（し）に見える様子を表しています。その起源は三国時代にあり、敗れた将軍が退却中に極度の恐怖に陥り、風に揺れる草木が敵兵に見えたという故事に由来します。\nこの言葉は唐代に広範に用いられるようになり、脅かされた官僚たちが抱く、まるで包囲されているかのような精神状態（siege mentality）を描写しました。\nその自然な情景描写は、恐怖がいかにしてありふれた周囲の環境を脅威へと変貌させるかを鮮やかに捉えています。\n現代では、不安がいかに認識を歪めるかを表すのに用いられ、特に過去のトラウマが現在の判断に影響を与えるような高ストレス状況において、その関連性が高いとされます。",
    "metaphoric_meaning": "極端なパラノイアはどこにでも脅威を見ています",
    "traditionalCharacters": "草木皆兵",
    "chineseExample_tr": "在安全漏洞事件後，這位偏執的首席執行官懷疑每位員工都可能從事間諜活動"
  },
  {
    "id": "ID273",
    "characters": "盲人摸象",
    "pinyin": "máng rén mō xiàng",
    "meaning": "盲人は象に触れます",
    "example": "各部門は問題の側面のみを理解し、完全な写真を逃しました",
    "chineseExample": "每个部门只了解问题的一个方面，错过了完整的图景",
    "theme": "知恵と学習",
    "description": "「盲人摸象（もうじんもぞう）」というこの奥深い比喩は、盲目（盲）の人々（人）が象（象）に触れる（摸）様子を描いたもので、東晋時代に中国に伝わった仏教のたとえ話に由来します。唐の時代には、個々の視点の限界についての哲学的な議論の中心となりました。この触覚的な描写は、直接的でありながら限定的な経験が、確信に満ちていながら不完全な知識をいかに生み出すかを的確に示していました。現代では、特に複雑なシステム分析において、狭い専門分野の専門家が、自身の専門的な洞察を包括的な理解だと誤解してしまう可能性のある状況に適用されます。",
    "metaphoric_meaning": "部分的な知識を完全な知恵と間違えます",
    "traditionalCharacters": "盲人摸象",
    "chineseExample_tr": "每個部門只瞭解問題的一個方面，錯過了完整的圖景"
  },
  {
    "id": "ID274",
    "characters": "金戈铁马",
    "pinyin": "jīn gē tiě mǎ",
    "meaning": "金の槍鉄の馬",
    "example": "歴史的な映画は、古代の軍事作戦の壮大さと力を鮮明に描いた",
    "chineseExample": "这部历史电影生动地描绘了古代军事征战的宏伟和威力",
    "theme": "戦略と行動",
    "description": "「金戈鉄馬（きんかてつば）」というこの武勇を示す成語は、金（きん）の戈（ほこ）と鉄（てつ）の馬（うま）が織りなす情景を描写しています。これは、唐代の詩人である李白の辺境での戦いを歌った有名な詩に初めて登場しました。この句は、金色の武器のきらめきと、騎兵隊の轟くような力強さの両方を捉えていました。宋代には、中国が遊牧民族の侵略に直面したことで、この言葉は国家防衛と武勇の栄光の象徴として、より広範な意味を持つようになりました。貴重な金と頑丈な鉄という対照的な金属は、精鋭の武器と強力な機動性を組み合わせた軍事力の完璧な比喩を生み出しました。現代では、この成語は歴史大作から競争の激しいビジネス戦略に至るまで幅広く用いられ、正確さと圧倒的な力を兼ね備えたアプローチを表現する際に使われています。",
    "metaphoric_meaning": "壮大な軍事力と勇気",
    "traditionalCharacters": "金戈鐵馬",
    "chineseExample_tr": "這部歷史電影生動地描繪了古代軍事征戰的宏偉和威力"
  },
  {
    "id": "ID275",
    "characters": "冰清玉洁",
    "pinyin": "bīng qīng yù jié",
    "meaning": "アイスクリアジェイドピュア",
    "example": "倫理的行為に対する彼女の評判は、彼女の政治的キャリアを通じて傷のないままでした",
    "chineseExample": "她在整个政治生涯中保持着清白无瑕的道德声誉",
    "theme": "性格と行動",
    "description": "この清らかさを表す成語は、氷の清らかさ（冰清）と玉の汚れなき（玉潔）を組み合わせたもので、漢代に模範的な官僚を評する際に使われたのが始まりです。これは『後漢書』において初めて広く知られるようになり、そこでこれらの自然の要素が清廉潔白な品性の比喩として用いられました。唐代には、特に士大夫（官僚）に求められる道徳的規範と結びつけられるようになりました。どちらの要素も深い文化的意味合いを持っており、氷は透明な清らかさを表し、玉は磨くことでさらに価値を高める普遍的な価値を象徴しています。現代では、妥協によって損なわれない職業倫理や個人の評判、特に絶対的な誠実さが不可欠な公務における清廉さを表す際に用いられます。",
    "metaphoric_meaning": "完璧な道徳的性格と完全性",
    "traditionalCharacters": "冰清玉潔",
    "chineseExample_tr": "她在整個政治生涯中保持着清白無瑕的道德聲譽"
  },
  {
    "id": "ID276",
    "characters": "洛阳纸贵",
    "pinyin": "luò yáng zhǐ guì",
    "meaning": "ルオヤン紙高価",
    "example": "教授の画期的な研究出版物は、印刷コストが急上昇するような要求を作成しました",
    "chineseExample": "教授的开创性研究出版物创造了如此大的需求，以至于印刷成本飙升",
    "theme": "成功と忍耐",
    "description": "この故事成語は、ある一つの作品が圧倒的な人気を博したために、洛陽の紙の価格が高騰した様子（洛陽紙貴）を語っています。それは晋の時代に遡ります。左思の『魏夫人伝』が非常に人気を博し、誰もがその写本を求めたため、都の紙の価格が高騰したと伝えられています。この地理的な言及は重要でした。洛陽は古代の都として、文化的な洗練の極致を象徴していたからです。唐の時代には、これは文学的な成功の究極の比喩となりました。現代では、並外れた世間の関心を集める作品や思想、特に知的貢献がエリート層にのみ評価される段階から、一般大衆にも広く普及する現象へと移行する際に用いられます。",
    "metaphoric_meaning": "知的仕事の並外れた人気",
    "traditionalCharacters": "洛陽紙貴",
    "chineseExample_tr": "教授的開創性研究出版物創造瞭如此大的需求，以至於印刷成本飆升"
  },
  {
    "id": "ID277",
    "characters": "曲高和寡",
    "pinyin": "qǔ gāo hè guǎ",
    "meaning": "ハイハーモニーを少数に調整します",
    "example": "実験映画は批評家の称賛を受けましたが、主流の聴衆を見つけるのに苦労しました",
    "chineseExample": "这部实验电影获得了评论界的赞誉，但难以吸引主流观众",
    "theme": "知恵と学習",
    "description": "この故事成語は、楽曲が非常に高尚である（曲高）と、それに唱和できる者（和寡）は少ない、という現象を表しています。その起源は、『漢書』に記された音楽家・李延年の伝記にあります。彼の複雑な楽曲は武帝を感銘させましたが、一般の聴衆には理解し難いものでした。唐代の詩文が隆盛を極めた時代には、芸術の大衆性と高尚さの対立に関する議論の中心となりました。この音楽的な比喩は、高度な作品が直面する課題、すなわち技術的な完成度が、かえって大衆的な人気を制限してしまうという点を完璧に捉えていました。現代では、芸術分野から専門分野に至るまで幅広く用いられ、専門家の称賛は得るものの、一般の人々には理解されにくい優れた作品を形容する際に使われます。",
    "metaphoric_meaning": "洗練された作品は少数に感謝しました",
    "traditionalCharacters": "曲高和寡",
    "chineseExample_tr": "這部實驗電影獲得了評論界的讚譽，但難以吸引主流觀衆"
  },
  {
    "id": "ID278",
    "characters": "马马虎虎",
    "pinyin": "mǎ mǎ hǔ hǔ",
    "meaning": "馬馬虎タイガー",
    "example": "プレゼンテーションでの彼のパフォーマンスは、単なる可能性があり、印象的でもひどいものでもありませんでした",
    "chineseExample": "他在演讲中的表现只是马马虎虎，既不出色也不糟糕",
    "theme": "知恵と学習",
    "description": "「馬馬虎虎」（マーマーフーフー）という、この「ほどほど」を評価する慣用句は、文字通り「馬（マァ）馬（マァ）虎（フー）虎（フー）」を意味します。その起源は、不注意な画家が、馬とも虎とも判別できないような絵を描いたという民話にあります。清朝期には、いい加減な、あるいは不正確な仕事を形容する言葉として白話文学（はくわぶんがく）に登場しました。\n中国文化においてどちらも力強い生き物である「馬」と「虎」が繰り返されることで、それらの組み合わせが卓越した結果ではなく凡庸さをもたらすという、皮肉な対比が生まれているのです。現代では、さまざまな文脈において、許容できるものの記憶に残るほどではないパフォーマンスを指し、及第点の「まあまあ」という中間地点に対する、中国文化特有の寛容さを表しています。",
    "metaphoric_meaning": "まあまあまあ品質",
    "traditionalCharacters": "馬馬虎虎",
    "chineseExample_tr": "他在演講中的表現只是馬馬虎虎，既不出色也不糟糕"
  },
  {
    "id": "ID279",
    "characters": "走马看花",
    "pinyin": "zǒu mǎ kàn huā",
    "meaning": "ギャロッピングホースは花を眺めます",
    "example": "旋風ツアーは、観光客に国の文化の表面的な印象しか与えました",
    "chineseExample": "匆忙的旅行只给游客留下了对这个国家文化的肤浅印象",
    "theme": "人生哲学",
    "description": "この故事成語は、馬で駆け抜けながら花を見る（走馬看花）様子を表し、唐代の詩人、李商隠（りしょういん）が美を性急に鑑賞することの儚さを嘆いた詩に由来します。その情景は、疾走感の中で、個々の花びらや香りを識別することなく、ただ花の色彩を垣間見る騎乗者の姿を完璧に捉えています。宋代には、文人たちが芸術や文学への表面的な関わり方を批判するためにこの言葉を用いるようになりました。素早い動きと繊細な美しさという対比は、現代社会の性急な体験を完璧に比喩しています。今日では、弾丸ツアーから速読に至るまであらゆる事柄を指し、深さよりも広範さを優先することへの警鐘として用いられています。",
    "metaphoric_meaning": "深さのない表面的な観察",
    "traditionalCharacters": "走馬看花",
    "chineseExample_tr": "匆忙的旅行只給遊客留下了對這個國家文化的膚淺印象"
  },
  {
    "id": "ID280",
    "characters": "总而言之",
    "pinyin": "zǒng ér yán zhī",
    "meaning": "Altogether and speaking it",
    "example": "要約すると、この研究は消費者行動に関する3つの重要な調査結果を示しています",
    "chineseExample": "总而言之，这项研究揭示了关于消费者行为的三个关键发现",
    "theme": "人間関係と性格",
    "description": "この格式張った成語は、「総（zǒng）」と「言之（yán zhī）」を接続詞「而（ér）」で結びつけたもので、物語的な起源ではなく、直接的に漢代の学術書に由来します。宋代には、朱子学者たちが知識の提示方法を体系化する中で、学術論文の結論部で定型句として確立しました。ほとんどの中国語の成語とは異なり、比喩的なイメージからではなく、形式的なレトリックから発展しました。この文字の配列は論理的な流れを生み出し、散在する要素を集約し、その本質を明確に提示するものです。現代では、学術論文からビジネスプレゼンテーションまで幅広く用いられ、複雑な情報を要点へと凝縮することを示唆します。",
    "metaphoric_meaning": "議論されたすべてを要約する",
    "traditionalCharacters": "總而言之",
    "chineseExample_tr": "總而言之，這項研究揭示了關於消費者行爲的三個關鍵發現"
  },
  {
    "id": "ID281",
    "characters": "庸人自扰",
    "pinyin": "yōng rén zì rǎo",
    "meaning": "平凡な人の自己disturbs",
    "example": "彼女は想像上の問題を作成し、決して実現しなかったシナリオを心配して何日も費やしました",
    "chineseExample": "她创造了想象中的问题，花了好几天担心那些从未发生的情况",
    "theme": "人生哲学",
    "description": "この心理的な成語は、庸人（ようじん）が架空の心配事で自らを煩わせる（自擾：じじょう）様を描写しており、明代の哲学者、王陽明（おうようめい）の著作に由来します。彼は、普通の心が過度な考え込みによって不要な苦痛を生み出すことを観察しました。この言葉は清朝時代、人間の愚かさを論じる文学作品を通じて広く普及しました。凡庸さへの言及は儒教文化において特に意義深く、優れた精神を持つ者はそうした自生的な不安を避けるべきだと示唆していました。現代では、外部原因なしに心理的苦痛を生み出すという人間普遍の傾向を指し、現代の不安に満ちた社会状況において特に妥当性を持つ表現となっています。",
    "metaphoric_meaning": "自分のために不必要なトラブルを作成します",
    "traditionalCharacters": "庸人自擾",
    "chineseExample_tr": "她創造了想象中的問題，花了好幾天擔心那些從未發生的情況"
  },
  {
    "id": "ID282",
    "characters": "优胜劣汰",
    "pinyin": "yōu shèng liè tài",
    "meaning": "優れた勝利は劣っています",
    "example": "競争力のある市場は、自然に非効率的な企業を破産に強制しました",
    "chineseExample": "竞争激烈的市场自然地迫使低效率的公司破产",
    "theme": "人生哲学",
    "description": "この進化論的な四字熟語「優勝劣汰」は、優れたものが生き残り（優勝）、劣ったものが淘汰される（劣汰）様子を表しており、清朝末期にハーバート・スペンサーの社会ダーウィニズムの翻訳を通じて中国の言説に登場しました。それは、中華民国初期の近代化運動期に、改革者たちが自然淘汰の概念を社会発展に応用したことで、広く知られるようになりました。この生物学的な比喩は、中国が工業大国（列強）と対峙していた時期に深く共鳴し、国際競争を説明する枠組みを提供しました。現代では、企業間競争から技術進化に至るまで、環境圧力が優れた適応を自然に選抜する様子を説明する際に用いられています。",
    "metaphoric_meaning": "自然選択は不適格を排除します",
    "traditionalCharacters": "優勝劣汰",
    "chineseExample_tr": "競爭激烈的市場自然地迫使低效率的公司破產"
  },
  {
    "id": "ID283",
    "characters": "有条不紊",
    "pinyin": "yǒu tiáo bù wěn",
    "meaning": "混oticとしないで注文してください",
    "example": "緊急事態にもかかわらず、病院のスタッフは系統的な精度で状況を処理しました",
    "chineseExample": "尽管情况紧急，医院工作人员仍然有条不紊地处理了这一情况",
    "theme": "成功と忍耐",
    "description": "この整然とした状態を表す成語は、筋道が通っていて（有条）、もつれていない（不紊）状態を指し、漢代の織物用語に由来します。当初は、織物製作における絹糸の適切な管理を指し、糸の絡まりを防ぐことが製品の品質を左右する重要な要素でした。絹の生産が洗練された文明を象徴していた中国文化において、この比喩は特に適切なものでした。唐代になると、その意味合いは工芸の文脈を超え、行政組織の状態を表現するのに用いられるようになりました。現代では、緊急事態管理からプロジェクトの調整まで、幅広い分野で用いられ、特に混乱が危惧されるようなプレッシャーのかかる状況下においても、物事が論理的な順序と各構成要素間の明確な関係性を維持している過程を表す表現となっています。",
    "metaphoric_meaning": "系統的でよく組織されたアクション",
    "traditionalCharacters": "有條不紊",
    "chineseExample_tr": "儘管情況緊急，醫院工作人員仍然有條不紊地處理了這一情況"
  },
  {
    "id": "ID284",
    "characters": "与虎谋皮",
    "pinyin": "yǔ hǔ móu pí",
    "meaning": "Tiger Plot Skinで",
    "example": "公正な価格設定について独占と交渉することは、虎にそれ自体の皮を求めるようなものでした",
    "chineseExample": "与垄断企业谈判公平定价就像与虎谋皮",
    "theme": "戦略と行動",
    "description": "紀元前300年頃の『戦国策』に由来するこの言葉は、虎（与虎）からその毛皮（謀皮）を得ようと議論することの無益さを表しています。この比喩は、自己保身が合意に優先してしまうような不可能な外交交渉の中で生まれたものです。唐代の戦略家たちは、政治的な議論において、虎が権力と根本的な自己利益の両方を象徴するものとして、この言葉を頻繁に引用しました。現代では、その用法はビジネス交渉から国際関係まで多岐にわたり、ある当事者が自身の生存に不可欠なものを手放すよう求められる状況を表す際に用いられます。",
    "metaphoric_meaning": "誰かに彼らの核となる利益を犠牲にするように頼む",
    "traditionalCharacters": "與虎謀皮",
    "chineseExample_tr": "與壟斷企業談判公平定價就像與虎謀皮"
  },
  {
    "id": "ID285",
    "characters": "与日俱增",
    "pinyin": "yǔ rì jù zēng",
    "meaning": "一緒に増加します",
    "example": "環境問題への公益は過去10年間で着実に増加しています",
    "chineseExample": "过去十年，公众对环境问题的关注与日俱增",
    "theme": "人生哲学",
    "description": "漢代の綿密な歴史書にその源を持つこの言葉は、日々の経過（与日）とともに（俱）増していく（増）成長の様子を優雅に表現しています。唐代の詩人たちは、時間とともに感情が徐々に高まっていく様を捉えるためにこの言葉を用いるようになりました。太陽が毎日昇る様子は、確実で着実な進展の完璧な比喩となっています。現代においては、経済動向から自己啓発に至るまで、様々な事柄を表現するのに用いられ、劇的ではあるものの持続不可能な飛躍ではなく、一貫した日々の進歩が持つ力を捉えています。",
    "metaphoric_meaning": "時間が経つにつれて着実に増加します",
    "traditionalCharacters": "與日俱增",
    "chineseExample_tr": "過去十年，公衆對環境問題的關注與日俱增"
  },
  {
    "id": "ID286",
    "characters": "缘木求鱼",
    "pinyin": "yuán mù qiú yú",
    "meaning": "木を登る魚を探します",
    "example": "同社は、機器をアップグレードする代わりにより多くのマネージャーを雇うことで製造効率を求めました",
    "chineseExample": "公司试图通过雇佣更多管理人员而不是升级设备来提高制造效率",
    "theme": "戦略と行動",
    "description": "孟子は紀元前4世紀、自然の摂理に逆らうアプローチを批判するために、「縁木求魚（えんぼくきゅうぎょ）」、すなわち木に登って魚を求めるという鮮やかな比喩を最初に用いました。木の上で水生生物を探すという不条理さは、手段と目的の根本的な不一致から生じる無益さを完璧に表現していました。漢代の政治論争では、根本的に見当違いなやり方を指す簡潔な表現として定着しました。今日では、ビジネス戦略や教育の分野において、いかに熱心に努力しても、根本的に誤ったアプローチでは決して成果は得られない、という強力な教訓となっています。",
    "metaphoric_meaning": "タスクに完全に間違った方法を使用します",
    "traditionalCharacters": "緣木求魚",
    "chineseExample_tr": "公司試圖通過僱傭更多管理人員而不是升級設備來提高製造效率"
  },
  {
    "id": "ID287",
    "characters": "再接再厉",
    "pinyin": "zài jiē zài lì",
    "meaning": "もう一度接続することを奨励します",
    "example": "チャンピオンシップをわずかに逃した後、チームは来シーズンのトレーニング努力を倍加しました",
    "chineseExample": "在险些错过冠军后，球队为下个赛季加倍训练努力",
    "theme": "成功と忍耐",
    "description": "晋代の史料に見られるこの「再接」(再び接する) と「再厲」(再び奮起する) という表現は、もともとは初戦の勝利後も勢いを維持する軍の指揮官たちを形容するものでした。宋代の教育者たちはこれを採用し、科挙に臨む学生たちを励ますために、部分的な成功の後も努力を続けることの重要性を強調しました。「再」(再び) という文字が二つ重ねられていることで、改めて決意を固めるという概念が強調されています。現代では、スポーツの訓練から専門職の能力開発に至るまで広く使われており、慢心が生じかねない状況で、さらなる努力を促すものとなっています。",
    "metaphoric_meaning": "縮小された熱意を持って努力を続けます",
    "traditionalCharacters": "再接再厲",
    "chineseExample_tr": "在險些錯過冠軍後，球隊爲下個賽季加倍訓練努力"
  },
  {
    "id": "ID288",
    "characters": "斩钉截铁",
    "pinyin": "zhǎn dīng jié tiě",
    "meaning": "爪切りアイロンをチョップします",
    "example": "裁判官は、控訴や解釈の余地を残さない決定的な判決を下しました",
    "chineseExample": "法官做出了一个斩钉截铁的裁决，不留上诉或解释的余地",
    "theme": "人間関係と性格",
    "description": "唐代の金属細工師の工房で生まれたこの言葉は、「斬釘」（釘を断ち切る）と「截鉄」（鉄を断ち切る）という、淀みなく決然とした行動を表現しています。その比喩が求めるのは、絶対的な集中力です。わずかな躊躇も素材と道具の両方を台無しにしてしまいます。宋代の官僚たちは、細かなニュアンスよりも明確さが重んじられる、一点の曇りもない意思決定を表すためにこの言葉を採用しました。現代においては、金属を切るがごとく、ただ一つの目的に向かって迷いなく実行され、決して後戻りできない決定や行動を表す際に用いられています。",
    "metaphoric_meaning": "ためらうことなく決定的かつしっかりと",
    "traditionalCharacters": "斬釘截鐵",
    "chineseExample_tr": "法官做出了一個斬釘截鐵的裁決，不留上訴或解釋的餘地"
  },
  {
    "id": "ID289",
    "characters": "朝气蓬勃",
    "pinyin": "zhāo qì péng bó",
    "meaning": "朝の活力が繁栄します",
    "example": "スタートアップチームは、若々しい熱意と無限のエネルギーで挑戦に取り組みました",
    "chineseExample": "创业团队以年轻的热情和无限的精力应对挑战",
    "theme": "成功と忍耐",
    "description": "初期道教の書物では、まず「朝気（ちょうき）」を「蓬勃（ほうぼつ）」たる勢いのある精神と結びつけ、夜明けを生命力の体現と見なしました。唐代の詩人たちは、このイメージを広げ、あらゆる形の若々しい活力を称えました。古代中国の農耕社会は、朝を最適なエネルギーと象徴的な再生の時として特別な意味を与えました。現代の用法では、スタートアップ企業から新たな取り組みまで、新しい始まりに見られる熱意という特別な質を捉えています。",
    "metaphoric_meaning": "活気のある若々しいエネルギーと熱意",
    "traditionalCharacters": "朝氣蓬勃",
    "chineseExample_tr": "創業團隊以年輕的熱情和無限的精力應對挑戰"
  },
  {
    "id": "ID290",
    "characters": "朝秦暮楚",
    "pinyin": "zhāo qín mù chǔ",
    "meaning": "モーニングチンイブニングチュー",
    "example": "コンサルタントは、どの当事者が優勢と思われるかに応じて、常に政治的所属を変更しました",
    "chineseExample": "这位顾问根据哪个政党看起来占上风而不断改变政治立场",
    "theme": "性格と行動",
    "description": "「朝秦暮楚」という言葉は、動乱の戦国時代に、朝は秦に仕え、夕方には楚に寝返る官僚の変わり身の早さを表すものとして生まれました。『戦国策』では、対立する勢力間で日和見的に忠誠を変えることを批判するために用いられました。漢代の歴史家たちは、これを政治的な日和見主義を簡潔に表す言葉として用いるようになりました。現代では、政治、ビジネス、あるいは社交界といったあらゆる場面において、勝ち馬に乗るために忠誠を繰り返し変える人々を的確に表す言葉として使われています。",
    "metaphoric_meaning": "個人的な利益のために絶えず忠誠心を変えます",
    "traditionalCharacters": "朝秦暮楚",
    "chineseExample_tr": "這位顧問根據哪個政黨看起來佔上風而不斷改變政治立場"
  },
  {
    "id": "ID291",
    "characters": "针锋相对",
    "pinyin": "zhēn fēng xiāng duì",
    "meaning": "針は互いに向き合っています",
    "example": "議論の間、各候補者はすぐに鋭い反論で応答しました",
    "chineseExample": "辩论中，每位候选人都以即时尖锐的反驳作为回应",
    "theme": "戦略と行動",
    "description": "南北朝時代の軍事戦略家は、精密な戦術的対峙を表現するために「針鋒相対（しんぽうそうたい）」という言葉を最初に用いました。唐代の文人たちは、鋭利な知的応酬の本質を捉えていると評価し、学術論争に転用しました。この表現が示唆するのは、単なる対立ではなく、精確に拮抗する力です。現代では、政治論争からビジネス交渉に至るまで幅広く用いられ、盲目的な敵意ではなく、熟慮された戦略的対立を表す際に使われています。",
    "metaphoric_meaning": "議論における鋭い、直接的な対立",
    "traditionalCharacters": "針鋒相對",
    "chineseExample_tr": "辯論中，每位候選人都以即時尖銳的反駁作爲回應"
  },
  {
    "id": "ID292",
    "characters": "枕戈待旦",
    "pinyin": "zhěn gē dài dàn",
    "meaning": "枕の槍が夜明けを待っています",
    "example": "セキュリティチームは一晩中警戒しており、あらゆる脅威に備えています",
    "chineseExample": "安保团队整夜保持警惕，准备应对任何威胁",
    "theme": "戦略と行動",
    "description": "『詩経』（紀元前1000年〜600年頃）の古代の詩歌には、兵士が槍を枕に（枕戈）、夜明けを待つ（待旦）情景が描かれており、それが示す「枕戈待旦」の精神は、油断のない備えの真髄を捉えていました。安全のために快適さを犠牲にするというこの考え方は、古代中国の兵法思想に深く根ざしました。漢代の書物では、これは軍事的な備えの原則として重んじられました。現代では、警備活動からビジネス戦略に至るまで、競争の激しい環境で常に警戒を怠らない姿勢を表す言葉として使われています。",
    "metaphoric_meaning": "挑戦を待っている高い警戒を維持します",
    "traditionalCharacters": "枕戈待旦",
    "chineseExample_tr": "安保團隊整夜保持警惕，準備應對任何威脅"
  },
  {
    "id": "ID293",
    "characters": "争先恐后",
    "pinyin": "zhēng xiān kǒng hòu",
    "meaning": "最後に最初に恐怖を競います",
    "example": "投資家は、有望な新技術会社の株式を購入するために急いでいました",
    "chineseExample": "投资者争先恐后地购买这家有前途的新科技公司的股票",
    "theme": "成功と忍耐",
    "description": "漢王朝の宮廷における競争の激しい環境から、先を争うこと（争先）と、後れを取ることを恐れること（恐後）という二つの心理を表すこの言葉が生まれた。宮廷の歴史家たちは、野心と不安の組み合わせが、いかに官僚の行動を駆り立てたかを記している。唐代の観察者たちは、より広範な社会競争においても同様のパターンを見出した。現代では、消費者行動からキャリアアップに至るまで幅広く使われており、社会の勢いが、優位な立場への魅力と、後れを取ることへの恐れの両方を生み出す様子を捉えている。",
    "metaphoric_meaning": "最後ではなく、熱心に最初になりたいと思っています",
    "traditionalCharacters": "爭先恐後",
    "chineseExample_tr": "投資者爭先恐後地購買這家有前途的新科技公司的股票"
  },
  {
    "id": "ID294",
    "characters": "直捣黄龙",
    "pinyin": "zhí dǎo huáng lóng",
    "meaning": "黄色のドラゴンを直接攻撃します",
    "example": "軍事キャンペーンは、敵の首都に直接攻撃するために、より小さな標的を迂回しました",
    "chineseExample": "军事行动绕过较小的目标，直接打击敌人的首都",
    "theme": "戦略と行動",
    "description": "岳飛将軍の北方領土奪還への固い決意から、金王朝の都・開封にあった皇居、すなわち「黄龍（こうりゅう）」を直接攻め込む（直搗ちょくとう）という大胆な戦略が生まれました。この地理的な象徴は、文字通りの意味と比喩的な意味の両方で重みを持っており、権力の物理的な所在地と、敵の力の核心そのものを表していました。宋王朝の軍事司令官たちは、これを決断的行動の究極の表現として採用しました。現代の戦略家たちは、軍事計画者からビジネスリーダーに至るまで、今でもこの言葉を引用し、周辺の目標を迂回して決定的な権力の核心を突くことを提唱しています。",
    "metaphoric_meaning": "敵の領土の中心に直接攻撃します",
    "traditionalCharacters": "直搗黃龍",
    "chineseExample_tr": "軍事行動繞過較小的目標，直接打擊敵人的首都"
  },
  {
    "id": "ID295",
    "characters": "知足常乐",
    "pinyin": "zhī zú cháng lè",
    "meaning": "十分な絶え間ない幸福を知っています",
    "example": "控えめな状況にもかかわらず、家族は単純な喜びとお互いの会社に満足を見つけました",
    "chineseExample": "尽管条件简朴，这家人从简单的乐趣和彼此的陪伴中找到了满足",
    "theme": "人生哲学",
    "description": "老子の『道徳経』における深遠な洞察は、「知足常楽」（足るを知れば常に楽しい）という教えを説いています。「足るを知る」という心の認識が、際限のない獲得よりも大きな喜びを生み出すという点で、この概念は道教と仏教の双方の伝統に深く響き渡りました。唐代の文人たちは、その影響力を哲学的な領域を超え、より広範な文化的言説へと広げました。絶え間ない消費が続く現代において、この古代の知恵は、終わりのない欲求の連鎖に対する強力な対案を提示しています。",
    "metaphoric_meaning": "自分が持っているものとの満足",
    "traditionalCharacters": "知足常樂",
    "chineseExample_tr": "儘管條件簡樸，這家人從簡單的樂趣和彼此的陪伴中找到了滿足"
  },
  {
    "id": "ID296",
    "characters": "众所周知",
    "pinyin": "zhòng suǒ zhōu zhī",
    "meaning": "誰もが完全に知っています",
    "example": "定期的な運動が健康の結果の向上に貢献することは広く受け入れられています",
    "chineseExample": "众所周知，经常锻炼有助于改善健康状况",
    "theme": "人間関係と性格",
    "description": "漢代の詔勅では、新たな政策を導入するに先立ち、皆（衆）が完全に（周）知っている（知）ことであると確立するために、この表現が初めて用いられました。唐代の学者たちは、これを既成の知識と斬新な論説とを区別するための、洗練された修辞的手法へと昇華させました。宋代に識字が普及するにつれて、この表現は公的な文書から日常会話へと変化していきました。現代の用法においても、その表現は微妙な力を保ち続けています。それは、共通認識を確立し、社会的な承認を喚起し、そして暗黙の合意を通して異論を唱える者に穏やかな圧力をかける、というものです。",
    "metaphoric_meaning": "誰もが知っているか、広く認識されているように",
    "traditionalCharacters": "衆所周知",
    "chineseExample_tr": "衆所周知，經常鍛鍊有助於改善健康狀況"
  },
  {
    "id": "ID297",
    "characters": "自力更生",
    "pinyin": "zì lì gēng shēng",
    "meaning": "自己強さは人生を再生します",
    "example": "経済禁輸の後、国は独立した産業能力を開発しました",
    "chineseExample": "经济禁运后，这个国家发展了独立的工业能力",
    "theme": "成功と忍耐",
    "description": "仏教における精神的な自己再生の思想は、20世紀初頭の中国の独立闘争期において、力強い新たな意味を持つようになりました。自身の力（自力）で新たな生活（更生）を築くというこの考え方は、自給自足が最重要視された1960年代から70年代にかけて、国家的な標語となりました。この言葉は、外部の支援に頼ることなく、内なる能力を培うという決意を見事に捉えていました。今日では、その言葉は国家政策から個人の成長に至るまで共感を呼び、内的な資源を通じて独立した能力を確立することを意味しています。",
    "metaphoric_meaning": "外部依存のない自立",
    "traditionalCharacters": "自力更生",
    "chineseExample_tr": "經濟禁運後，這個國家發展了獨立的工業能力"
  },
  {
    "id": "ID298",
    "characters": "自作聪明",
    "pinyin": "zì zuò cōng míng",
    "meaning": "賢さを作ります",
    "example": "従業員は、技術的な問題を引き起こした不正な変更を実装しました",
    "chineseExample": "这名员工擅自实施了导致技术问题的未经授权的更改",
    "theme": "性格と行動",
    "description": "明代の講談師たちは、「自作聪明」（独りよがりの賢さをひけらかすこと）によって愚かな判断を下す人々を鋭く批判しました。清代の諷刺家たちは、出世を企む者や見栄っ張りな人々を嘲笑する際に、この言葉を特に好んで用いました。過剰な自己評価が、思い込みの賢さを実際の愚かさへと結びつけるという、この背景にある心理学的洞察は、驚くほど現代にも通じるものです。現代の職場環境においても、適切な協議を怠り、優れていると勝手に思い込んだ自身の洞察を優先することで、知性を過信するあまり裏目に出て非生産的な結果につながる例が、今もなお見られます。",
    "metaphoric_meaning": "自分の利益には賢すぎる",
    "traditionalCharacters": "自作聰明",
    "chineseExample_tr": "這名員工擅自實施了導致技術問題的未經授權的更改"
  },
  {
    "id": "ID299",
    "characters": "爱不释手",
    "pinyin": "ài bù shì shǒu",
    "meaning": "手を解放しないのが大好きです",
    "example": "彼女はアンティークのジェイドペンダントを置くことができず、あらゆる角度からそれを調べることができませんでした",
    "chineseExample": "她爱不释手地把玩着那枚古玉坠，从各个角度欣赏它",
    "theme": "人生哲学",
    "description": "「愛不釈手」という言葉は、宋代の鑑定家たちが、ある物を深く「愛」し、手から「釈」すことが「不」可能なほど夢中になる様子を表現するために初めて用いました。彼らの書物には、収集家が貴重な工芸品に対して抱く特別な愛着が描写されていました。明代の詩人たちは、この言葉の範囲を広げ、物理的な物に限らず感情的な愛着をも表現するようになりました。この触覚的な比喩は、物を手放したがらない物理的な行為が、より深い心理的な愛着を反映している様子を見事に捉えています。現代では、美術品の鑑賞から個人的な感情的な絆まで、その対象への惹かれがあまりにも強く、物理的に手放せないほどの状態を表すのに用いられています。",
    "metaphoric_meaning": "それを置くにはあまりにも多くのものを大切にしてください",
    "traditionalCharacters": "愛不釋手",
    "chineseExample_tr": "她愛不釋手地把玩着那枚古玉墜，從各個角度欣賞它"
  },
  {
    "id": "ID300",
    "characters": "爱毛反裘",
    "pinyin": "ài máo fǎn qiú",
    "meaning": "毛皮のターンアウトアウトファーコートが大好きです",
    "example": "彼の正式な訓練にもかかわらず、彼は故郷の職人の民俗伝統を尊重しました",
    "chineseExample": "尽管受过正规训练，他仍尊重家乡民间工匠的传统",
    "theme": "性格と行動",
    "description": "戦国時代の書物『呂氏春秋』には、毛を深く愛するあまり（愛毛）、裘（かわごろも）を裏返す（反裘）ことでその根元を調べる、という逸話が紹介されている。漢代の学者たちは、それを外見よりも根源を重んじることの比喩へと転化させた。毛皮が冬の防寒に不可欠であった中国北部では、この比喩は特に重みを持った。今日では、基礎や根源を尊重すること、特にその後の成功の礎となる本質的な知識をもたらしてくれた人々への感謝を表す際に用いられる。",
    "metaphoric_meaning": "教師や謙虚な起源を尊重します",
    "traditionalCharacters": "愛毛反裘",
    "chineseExample_tr": "儘管受過正規訓練，他仍尊重家鄉民間工匠的傳統"
  },
  {
    "id": "ID301",
    "characters": "安步当车",
    "pinyin": "ān bù dāng chē",
    "meaning": "平和なウォーキング代替品の馬車",
    "example": "予定の間で急いでいるのではなく、彼女は歩いて景色を楽しむことを選びました",
    "chineseExample": "她没有匆忙赶往约会，而是选择步行，欣赏沿途风景",
    "theme": "人生哲学",
    "description": "この故事成語は、『後漢書』に収められた崔駰の伝記に由来します。崔駰は、皇帝から馬車を贈られた際にそれを辞退し、徒歩で自然の美しさを愛でることを好んだ官僚でした。唐の時代には、簡素な生活の中に喜びを見出すという文人の理想を象徴する言葉となりました。「車（乗り物）に乗ることを「当」てず、「安」らかに「歩」む」というこの対比は、乗り物の所有が身分を象徴していた前近代の中国において、特に意味深いものでした。単に「謙遜」を意味する言葉とは異なり、この故事成語は、単なる身分の拒否ではなく、簡素な選択肢そのものが持つ内的な報いを求めて、意図的にそれを選ぶことを称えています。現代では、ライフスタイルの選択からレジャー活動まで幅広く使われており、利便性を犠牲にしてより本質的な関わりを求める自発的な簡素化を表します。特に、ペースを落とすことが周囲の美しさへの認識を高めるような状況で用いられます。",
    "metaphoric_meaning": "ステータスディスプレイよりもシンプルな喜びを選択します",
    "traditionalCharacters": "安步當車",
    "chineseExample_tr": "她沒有匆忙趕往約會，而是選擇步行，欣賞沿途風景"
  },
  {
    "id": "ID302",
    "characters": "暗箭伤人",
    "pinyin": "àn jiàn shāng rén",
    "meaning": "隠された矢の傷の人",
    "example": "従業員は、問題に直接対処するのではなく、同僚についての匿名の批判を広めました",
    "chineseExample": "这名员工散布关于同事的匿名批评，而不是直接解决问题",
    "theme": "戦略と行動",
    "description": "この成語は、唐代の戦場での奇襲戦術の記述に由来します。その後、宋代の宮廷での権力争いの記録を通じて広く使われるようになり、役人たちが間接的な方法でライバルの評判を傷つける状況を表すようになりました。「暗箭傷人」という言葉が持つ、隠された矢（暗箭）が人を傷つける（傷人）というイメージは特に効果的でした。矢は遠距離から正確に致命的な打撃を与えつつ、射手を隠すからです。単に「有害な」という意味の言葉とは異なり、この成語は単なる結果としての傷害ではなく、意図的な隠蔽と害意の組み合わせを特に指しています。現代では、職場での人間関係からソーシャルメディアに至るまで広く使われ、責任逃れを目的とした意図的な有害行為を表現します。特に、攻撃者が言い逃れできる余地を保ちつつ、被害者や周囲の人々にはその出所を認識させ、直接対決に足る証拠を残さずに威圧感を生み出す場合を指します。",
    "metaphoric_meaning": "直接の対立を避けるカバー攻撃",
    "traditionalCharacters": "暗箭傷人",
    "chineseExample_tr": "這名員工散佈關於同事的匿名批評，而不是直接解決問題"
  },
  {
    "id": "ID303",
    "characters": "安居乐业",
    "pinyin": "ān jū lè yè",
    "meaning": "平和な住居の幸せな職業",
    "example": "長年の混乱の後、この地域は最終的に家族が安全に住んで生計を立てることができる安定性を達成しました",
    "chineseExample": "经过多年的动荡，该地区终于实现了稳定，家庭可以安全生活并追求生计",
    "theme": "人生哲学",
    "description": "この故事成語は、漢代の統治理念に由来し、『漢書』において、均衡の取れた繁栄を示す行政目標として初めて登場しました。唐代には、統治の成功を測る政策文書で標準的な用語となりました。「安居」（平和な住まい）と「楽業」（楽しい仕事）という対は特に意味深く、個人の家庭生活と公的な経済活動という相補的な二つの領域を網羅していました。単に「繁栄」を意味する言葉とは異なり、富のみに焦点を当てるのではなく、物質的な住居と生産的な職業のバランスを特に重視しています。現代では、政府の政策から個人の願望まで幅広く使われ、一般市民が恐れることなく暮らし、意義のある仕事に従事できる根本的な社会の安定を表しており、より高度な社会的・文化的成果が築かれる土台となっています。",
    "metaphoric_meaning": "平和に生き、幸せに働きます",
    "traditionalCharacters": "安居樂業",
    "chineseExample_tr": "經過多年的動盪，該地區終於實現了穩定，家庭可以安全生活並追求生計"
  },
  {
    "id": "ID304",
    "characters": "安然无恙",
    "pinyin": "ān rán wú yàng",
    "meaning": "病気のない平和",
    "example": "深刻な台風にもかかわらず、すべての村人は安全に避難し、説明しました",
    "chineseExample": "尽管遭遇强台风，所有村民都安全疏散并得到妥善安置",
    "theme": "人生哲学",
    "description": "この故事成語は、『三国志』に記述されている、災難を生き延びた人々に関する物語に由来します。\n「恙」という語は、元々は特に疫病や伝染病を指していましたが、後に一般的な危害全般へと意味が広がりました。\n晋の時代には、危険な任務を生き延びた部隊を指す軍事報告における略語として用いられるようになりました。\n「安然無恙」（安らかに無事であること）は、病気が人生において最も一般的で予測不可能な脅威の一つであった近代以前の中国において、特に力強い医学的な比喩でした。\n単に「安全」を意味する言葉とは異なり、この成語は危険な状況から完全に無傷で生還することを特に強調しています。\n現代では、災害対応から個人的な危機に至るまで幅広い状況で用いられ、危険な状況を完全に切り抜け、無事であることを表します。特に、大切な人が真の危険を乗り越え、何事もなく無事であったことが確認された後の安堵の気持ちを表現する際に使われます。",
    "metaphoric_meaning": "完全に安全で、危険を通して無傷です",
    "traditionalCharacters": "安然無恙",
    "chineseExample_tr": "儘管遭遇強颱風，所有村民都安全疏散並得到妥善安置"
  },
  {
    "id": "ID305",
    "characters": "安如泰山",
    "pinyin": "ān rú tài shān",
    "meaning": "マウントタイのような安定",
    "example": "金融危機の間でさえ、会社の立場は堅実なままでした",
    "chineseExample": "即使在金融危机期间，公司的地位依然安如泰山",
    "theme": "人生哲学",
    "description": "この成語は、漢代の王朝の安定に関する政治論争に由来し、帝国の統治の永続性を望む記述として、初めて勅令に登場しました。唐代になると、その用法は政治的な文脈を超え、揺るぎないあらゆる存在を形容するようになりました。「安定している（安）、泰山（泰山）のよう（如）である」という比喩は、中国で最も崇拝され、最も神聖な峰である泰山が永続性と神聖な権威の象徴であったため、特に強力な意味を持ちました。単純に「安定している」という意味の言葉とは異なり、この成語は、物理的な堅牢さと精神的な意義の両方を特に想起させます。現代では、金融機関から精神的な回復力（レジリエンス）に至るまでその用法は多岐にわたります。これは、他を不安定にさせるような力によっても動じない、根本的に安定した存在を表すものであり、特に、困難な状況下での一貫した実績を通じて信頼性が自己強化される場合に用いられます。",
    "metaphoric_meaning": "絶対に安定して揺るぎない",
    "traditionalCharacters": "安如泰山",
    "chineseExample_tr": "即使在金融危機期間，公司的地位依然安如泰山"
  },
  {
    "id": "ID306",
    "characters": "按图索骥",
    "pinyin": "àn tú suǒ jì",
    "meaning": "地図をフォローしてください",
    "example": "投資家は、急速に進化するテクノロジーセクターの機会を見つけるために、時代遅れの市場調査に依存していました",
    "chineseExample": "投资者依靠过时的市场研究在快速发展的技术领域寻找机会",
    "theme": "戦略と行動",
    "description": "この故事成語は戦国時代の『韓非子』に由来し、ある人物が古い絵だけを頼りに「驥（き）」という名の伝説的な駿馬を探したが、生きている馬はすでに変化していたため、見つけられなかった、という話が元になっています。唐の時代になると、これは変化した現実を無視する融通の利かないやり方や、固定観念に囚われた方法論を指す言葉として定着しました。地図（按図）に従って伝説の馬（索驥）を探すという行為は、優れた馬が変化し発展する特性を持つ希少な卓越性を象徴していた中国文化において、特に深く響く比喩でした。単に「時代遅れ」を意味する言葉とは異なり、これは動的な目標を追求する際に、固定された情報に過度に依存することを特に批判しています。現代では、ビジネス戦略から科学研究に至るまで幅広く使われ、進化する状況に古い方法を硬直的に適用することで失敗するアプローチ、特に柔軟性と適応性が目標達成により効果的である場合に、そうした状況を指すのに用いられます。",
    "metaphoric_meaning": "時代遅れの方法を厳密に追跡します",
    "traditionalCharacters": "按圖索驥",
    "chineseExample_tr": "投資者依靠過時的市場研究在快速發展的技術領域尋找機會"
  },
  {
    "id": "ID307",
    "characters": "百发百中",
    "pinyin": "bǎi fā bǎi zhòng",
    "meaning": "100ショット100ヒット",
    "example": "ベテランの投資家は、不安定な市場全体で一貫して成功した決定を下しました",
    "chineseExample": "这位资深投资者在波动的市场中始终做出成功的决策",
    "theme": "成功と忍耐",
    "description": "この故事成語は、唐代の軍事評価において、精鋭の射手たちが放った矢を百発ことごとく的に中（あて）る様を表現するために生まれた。その初出は、数十年にも及ぶ鍛錬の末に弓の名手が達成した並外れた精度を記した軍事文献である。宋代になると、弓術の域を超え、あらゆる分野における一貫して完璧な成果を指す言葉として使われるようになった。この数値表現は特に意味深く、「百」とは文字通りの数を指すのではなく、中国の数秘術において完全な全体、すなわち「全て」を意味していた。単に「正確である」ことを意味する言葉とは異なり、複数回の試行における非の打ち所のない完璧さを強調する。現代では、スポーツの成績からビジネスの意思決定に至るまで、幅広い分野で使われる。わずかな成功率の変動が結果に大きく影響する状況において、稀有な完璧な一貫性、特に持続的な卓越性が単なる熟練者と真の達人を区別する際に用いられる。",
    "metaphoric_meaning": "毎回完璧な精度",
    "traditionalCharacters": "百發百中",
    "chineseExample_tr": "這位資深投資者在波動的市場中始終做出成功的決策"
  },
  {
    "id": "ID308",
    "characters": "半斤八两",
    "pinyin": "bàn jīn bā liǎng",
    "meaning": "ハーフキャティ8テール",
    "example": "2つの競合する提案は、異なる用語で本質的に同じ機能を提供しました",
    "chineseExample": "这两个相互竞争的提案基本上提供了相同的功能，只是使用了不同的术语",
    "theme": "知恵と学習",
    "description": "この成語は明代の市場用語に由来し、庶民文学において、中身が同じでも包装や見せ方が異なる品物を表現する際に初めて登場しました。清代になると、表面的には異なっているが、実質的には同じである人々や物事を比較する際に、一般的に使われるようになりました。伝統的な中国の度量衡において、半斤（半斤）が八両（八両）に等しいという観察が、その効果を特に高めました。なぜなら、どちらの重さも異なる単位を使っているにもかかわらず、正確に250グラムに相当するからです。単に「同じ」という意味の言葉とは異なり、この成語は、根本的な同等性を覆い隠す名目上の違いを特に指しています。現代では、製品の比較から人事評価まで幅広く使われ、一見したところの違いが本質的な類似性を隠している選択肢や個人を表現します。特に、実質的な評価の結果、宣伝や見せ方の違いにもかかわらず、異なると思われていた選択肢が機能的に互換性があることが明らかになる場合に用いられます。",
    "metaphoric_meaning": "外観にもかかわらず、本質的に同じです",
    "traditionalCharacters": "半斤八兩",
    "chineseExample_tr": "這兩個相互競爭的提案基本上提供了相同的功能，只是使用了不同的術語"
  },
  {
    "id": "ID309",
    "characters": "半面之交",
    "pinyin": "bàn miàn zhī jiāo",
    "meaning": "ハーフフェイスの知り合い",
    "example": "彼らは会議で一時的に会っただけで、個人的な恩恵のために十分に近づいていませんでした",
    "chineseExample": "他们只在会议上简短会面过，关系还不足以请求私人帮助",
    "theme": "人間関係と性格",
    "description": "この故事成語は唐代の社会用語に由来し、顔見知り程度の認識は生まれるものの深い関係には至らない、束の間の出会いを描写した詩に初めて登場しました。宋代になると、学者たちはこれを用いて、彼らの広範な人脈を親密さの度合いに応じて分類するようになりました。「半面（はんめん）」（顔の半分）しか見えない程度の交わりを意味する「之交（しこう）」という比喩は特に効果的でした。部分的に垣間見える特徴は、顔見知り程度の認識を示唆するものの、その人の完全な人柄や感情を明かすものではありません。単に「他人」を意味する言葉とは異なり、これは匿名性を超え、真のつながりが生まれる前の中間的な関係段階を具体的に指します。現代では、ネットワーキングの場からソーシャルメディアでのつながりまで、幅広い状況で使われており、互いを認識できるだけの十分な顔見知り程度の関係でありながら、意味のある信頼や親密さに欠ける深さのない関係性を表現する際に用いられます。特に、多数の弱い繋がりが少数の強い関係を補完するような専門的な文脈でよく見られます。",
    "metaphoric_meaning": "深さのない表面的な知人",
    "traditionalCharacters": "半面之交",
    "chineseExample_tr": "他們只在會議上簡短會面過，關係還不足以請求私人幫助"
  },
  {
    "id": "ID310",
    "characters": "饱经沧桑",
    "pinyin": "bǎo jīng cāng sāng",
    "meaning": "桑の畑から海を完全に体験してください",
    "example": "高齢の店主は、戦争、再建、近代化を通じて近隣の変化を目撃していました",
    "chineseExample": "年迈的店主目睹了这个社区经历战争、重建和现代化的变迁",
    "theme": "人生哲学",
    "description": "この成語は、漢代の地理的観察に由来し、三国時代に比喩的な意味を持つようになりました。\n「海が桑畑に変わる」（滄桑）のを「十分に目撃する」（飽経）という比喩を持つこの成語は、水が引き、農業が発展するにつれて、景観が何世紀にもわたり完全に変貌するという古代中国の観察に基づいています。\nこの生態学的変貌は特に強烈で、単一の人の一生では見届けられないほどの劇的な変化であったため、人生を一変させるような幾度もの歴史的時代を経験することの比喩となりました。\n単に「経験した」という意味の言葉とは異なり、この成語は特に深い歴史的変革を目撃したことを示唆しています。\n現代では、極端な歴史的変革に耐えてきた個人や機関を指す際に用いられ、特に劇的な周期的変化を目撃することで蓄積された知恵が、狭い歴史的経験しか持たない者には得られない回復力や哲学的視点をもたらす状況を表します。",
    "metaphoric_meaning": "風化した深い生活の変化",
    "traditionalCharacters": "飽經滄桑",
    "chineseExample_tr": "年邁的店主目睹了這個社區經歷戰爭、重建和現代化的變遷"
  },
  {
    "id": "ID311",
    "characters": "背水一战",
    "pinyin": "bèi shuǐ yī zhàn",
    "meaning": "1つの戦いに戻る",
    "example": "破産が迫っているため、同社は最終的なオールオールオアチック製品の発売を行いました",
    "chineseExample": "在破产迫在眉睫之际，公司进行了最后的孤注一掷产品发布",
    "theme": "戦略と行動",
    "description": "この成語は、紀元前204年、韓信が勝利した際の『史記』の記述に由来します。この名将は、兵力で劣る自軍を意図的に川を背にした場所に布陣させ、退路を断つことで、兵士全員が必死に戦う状況を作り出しました。漢代には、これは軍事戦術としてだけでなく、心理原則としても兵法の用語に取り入れられました。兵士たちを背水（はいすい）の陣に配し、一戦（いっせん）を挑むことは、勝利か壊滅かという、中間の一切ない明白な選択肢を生み出しました。単に「絶望的」といった言葉とは異なり、この成語は、最大限の決意を引き出すために意図的に退路を断つ状況を具体的に表しています。現代における用法は、ビジネス戦略から個人的な挑戦に至るまで多岐にわたり、意図的に逃げ道をなくすことで、本質的な目標に全ての資源を集中させ、パフォーマンスを向上させる状況を指します。特に、撤退への誘惑が、困難ではあるが達成可能な目標への必要なコミットメントを損なう恐れがある場合に有効です。",
    "metaphoric_meaning": "リトリートを持たない完全なコミットメントと戦う",
    "traditionalCharacters": "背水一戰",
    "chineseExample_tr": "在破產迫在眉睫之際，公司進行了最後的孤注一擲產品發佈"
  },
  {
    "id": "ID312",
    "characters": "杀鸡取卵",
    "pinyin": "shā jī qǔ luǎn",
    "meaning": "鶏肉を殺す卵を服用します",
    "example": "同社は、本質的な研究資金を削減することにより、短期的な利益を最大化しました",
    "chineseExample": "公司通过削减必要的研究资金来实现短期利润最大化",
    "theme": "戦略と行動",
    "description": "この成語は、漢代の農耕訓に由来し、生産的な資産を短期的な利益のために犠牲にすることへの警告として、経済論争の中で初めて登場しました。宋代には、持続可能な課税に関する政府の政策議論で重要な位置を占めるようになりました。鶏を殺して（杀鸡）一度に全ての卵（取卵）を取り出すという比喩は特に教訓的でした。適切に飼育すれば鶏は継続的に卵を産むため、一度の採取のために屠殺することは、壊滅的に非効率であると示しています。単に「無駄遣い」を意味する言葉とは異なり、この成語は、持続可能な収入源を短期的な利益のために破壊することを具体的に批判しています。現代では、ビジネス慣行から環境政策に至るまで、システム保全よりも目先の利益を優先する、根本的に持続不可能な戦略を指します。特に、一見成功している短期的な結果が、避けられない長期的な破綻を覆い隠している場合に用いられます。",
    "metaphoric_meaning": "短期的な利益に対する長期的な利益を犠牲にします",
    "traditionalCharacters": "殺雞取卵",
    "chineseExample_tr": "公司通過削減必要的研究資金來實現短期利潤最大化"
  },
  {
    "id": "ID313",
    "characters": "心地善良",
    "pinyin": "xīn dì shàn liáng",
    "meaning": "ハートグラウンド優しい",
    "example": "彼女の富と地位にもかかわらず、彼女は真の思いやりを持ってみんなを扱いました",
    "chineseExample": "尽管她富有且地位崇高，但她对每个人都真诚友善",
    "theme": "性格と行動",
    "description": "この言葉は、後漢時代に仏教が中国に伝来した際、仏教用語に由来します。理想的な人格形成を説く初期の漢訳仏典の中で現れました。唐代には、純粋な宗教的文脈から一般的な倫理的記述へと移行しました。心の内なる土台（心地）が善良であるという比喩は特に効果的でした。肥沃な土壌が健全な成長を育むように、良い人格の基礎が徳のある行動を生み出す、という考え方です。単に「優しい」といった言葉とは異なり、表面的な心地よい振る舞いではなく、生まれつきの道徳的な人格の質を具体的に指します。現代における用法は、個人の推薦から人間関係の評価に至るまで多岐にわたり、状況に応じた振る舞いではなく、その人の根源的な人柄を表す際に用いられます。特に、社会的な利点のための表面的な儀礼ではなく、偽りのない内面から湧き出る本物の優しさが重んじられる傾向にあります。",
    "metaphoric_meaning": "基本的に親切で高潔なキャラクター",
    "traditionalCharacters": "心地善良",
    "chineseExample_tr": "儘管她富有且地位崇高，但她對每個人都真誠友善"
  },
  {
    "id": "ID314",
    "characters": "待人热情",
    "pinyin": "dài rén rè qíng",
    "meaning": "人々を温かく扱います",
    "example": "小さな町の店主は、古い友人のようにすべての顧客を迎えました",
    "chineseExample": "小镇店主像对待老朋友一样迎接每位顾客",
    "theme": "人間関係と性格",
    "description": "この言葉は宋代の商家の礼儀作法書に由来し、当初は商業的なもてなしの指針として用いられましたが、やがて一般的な対人関係における温かさを示すものへと広がっていきました。明代には、社会的な教養や人格を評価する際に用いられるようになりました。他者（待人）を熱意（热情）と温かさをもって接するという概念は、温かさは自然と人を引き寄せ、一方冷たさは距離を生むという、特に適切な温度の比喩を用いています。単に「友好的」という意味の言葉とは異なり、単なる穏やかな気質ではなく、積極的で活発な善意を特に強調しています。現代では、もてなしの場面から個人的な推薦に至るまで、幅広い状況で使われます。これは、関心とエネルギーを示すことによって、相手に心から歓迎されていると感じさせる特定の社交スキルを指し、特に身分の違いを超えて、あるいは見知らぬ人とも即座に安心感とつながりを生み出す能力が重視されています。",
    "metaphoric_meaning": "本物の暖かさと熱意で他の人を扱います",
    "traditionalCharacters": "待人熱情",
    "chineseExample_tr": "小鎮店主像對待老朋友一樣迎接每位顧客"
  },
  {
    "id": "ID315",
    "characters": "乐于助人",
    "pinyin": "lè yú zhù rén",
    "meaning": "人々を助けて幸せです",
    "example": "ボランティアは週末を過ごし、家の修理で年配の隣人を助ける",
    "chineseExample": "这位志愿者利用周末帮助年长邻居修缮房屋",
    "theme": "性格と行動",
    "description": "この言葉は、紀元前500年頃に編纂された『論語』における儒教の倫理的教えに由来する。その概念は、孔子が徳行への様々な動機について論じる中で現れ、内発的な幸福が最高の形であるとされる。漢代には、それは道徳的品性の公式な評価において中心的な概念となった。助人（人を助けること）に楽（喜び）を見出すことには、特に感情的な重みが置かれ、心からの喜びに基づく援助を、義務感から不本意ながら行う援助と区別するものであった。単に「助けになる」を意味する言葉とは異なり、この言葉は行為そのものだけではなく、他者を助けることから得られる心理的な喜びを特に称賛する。現代の用法は、人物評からボランティア募集まで多岐にわたり、援助を義務感から喜びに変える心理的な姿勢を表す。特に、外的な評価ではなく内発的な真の満足から生じる持続的な助け合いの精神を高く評価するものである。",
    "metaphoric_meaning": "他の人を助けることに本物の喜びを見つけてください",
    "traditionalCharacters": "樂於助人",
    "chineseExample_tr": "這位志願者利用週末幫助年長鄰居修繕房屋"
  },
  {
    "id": "ID316",
    "characters": "提心吊胆",
    "pinyin": "tí xīn diào dǎn",
    "meaning": "ハートハングガルを持ち上げます",
    "example": "両親は、真夜中以降にティーンエイジャーが家に帰るのを心配して待っていました",
    "chineseExample": "父母焦急地等待着午夜后他们十几岁的孩子回家",
    "theme": "人生哲学",
    "description": "この故事成語は、宋代の医学書における恐怖に対する生理的反応の記述に由来します。当初は、恐れがいかに内臓に影響を与えるかを説明する臨床文献に登場し、その後、比喩的な意味で使われるようになりました。明代には、口語文学で長期にわたる恐怖を経験する登場人物を描写するために採用されました。心が持ち上げられ（提心）、胆が吊り下げられる（吊胆）という感覚は、特に力強い内臓的なイメージを生み出しました。伝統的な中国医学では、これらの臓器は感情の安定に不可欠だと考えられていたため、それらが「ずれる」ことが極度の苦痛の象徴となったのです。単に「心配している」という意味の言葉とは異なり、これは単なる懸念ではなく、身体症状を生み出すほどの心をむしばむような不安を具体的に描写します。現代では、心理的な状態から一時的な状況まで幅広く使われ、身体感覚を生み出すほど強烈な不安、特に正当な危険が長期にわたる過度の警戒状態を生み出し、それ自体が身体的・精神的に衰弱させるような状況を指します。",
    "metaphoric_meaning": "身体症状の極端な不安",
    "traditionalCharacters": "提心吊膽",
    "chineseExample_tr": "父母焦急地等待着午夜後他們十幾歲的孩子回家"
  },
  {
    "id": "ID317",
    "characters": "七手八脚",
    "pinyin": "qī shǒu bā jiǎo",
    "meaning": "7フィート8フィート",
    "example": "緊急治療室のスタッフは、事故の犠牲者を救うために混oticとした調整に移行しました",
    "chineseExample": "急诊室的工作人员以混乱的协调配合拯救事故受害者",
    "theme": "戦略と行動",
    "description": "多くの手（七手）と足（八脚）が同時に動く様子を表す、この「七手八脚」という生き生きとした言葉は、唐代の寺院建設プロジェクトから生まれました。狭い空間で多数の作業員が組織的な混乱を生み出すその光景は、時代を超えて人々の心に響きました。宋代の文人たちは、意図は善いものの統制が取れていない集団での作業風景に面白みを見出しました。今日では、救急治療室から危機管理チームに至るまで、それは連携よりも熱意が勝る、多くの人々が協力して働くエネルギーを見事に捉えています。",
    "metaphoric_meaning": "多くの人々が忙しく乱用して一緒に働いています",
    "traditionalCharacters": "七手八腳",
    "chineseExample_tr": "急診室的工作人員以混亂的協調配合拯救事故受害者"
  },
  {
    "id": "ID318",
    "characters": "小心翼翼",
    "pinyin": "xiǎo xīn yì yì",
    "meaning": "小さなハートウィングウィング",
    "example": "修復の専門家は、古代の原稿を極端に注意して処理しました",
    "chineseExample": "修复专家极其谨慎地处理这份古代手稿",
    "theme": "戦略と行動",
    "description": "古代の詩集『詩経』（紀元前1000年～600年頃）の詩句には、「小心」（用心深い心）と「翼翼」（鳥が警戒するように細心の注意を払う様子）をもって物事に取り組む姿が描かれています。朝廷の官僚たちは、まずこの言葉を危険な政治状況を乗り切る様を表現するために用いました。漢代の文人たちは、その用法を貴重なものや壊れやすいものを扱う状況にまで広げました。この鳥の比喩は、集中した注意と危険からすぐに身を引く準備ができている状態の組み合わせを的確に捉えていました。現代の修復家や外交官もまた、一つの誤りが取り返しのつかない損害を引き起こしかねない状況において、この慎重な姿勢を体現しています。",
    "metaphoric_meaning": "極度の注意と注意を払って行動します",
    "traditionalCharacters": "小心翼翼",
    "chineseExample_tr": "修復專家極其謹慎地處理這份古代手稿"
  },
  {
    "id": "ID319",
    "characters": "乱七八糟",
    "pinyin": "luàn qī bā zāo",
    "meaning": "混oticとした7つの8つの乱雑",
    "example": "子供の誕生日パーティーの後、リビングルームは完全に混乱していました",
    "chineseExample": "孩子们的生日派对之后，客厅完全乱七八糟",
    "theme": "人生哲学",
    "description": "明代の白話文学は、多くの（七八）要素が完全に乱れ散らばった（糟）「極度の混乱」を表す、この実に表現豊かな言葉を私たちにもたらしました。より学術的な慣用句とは異なり、この言葉は家庭や市場といった日常の言葉の中から生まれました。清代の小説では、自然災害であれ人間同士の争いであれ、その後の状況を生き生きと描写するために用いられました。「七」と「八」という数字は、具体的な数を数えるのではなく、漠然とした多数を示しており、どんなに整理しようとしても組織化できないほどに散らばった要素のイメージを作り出しています。",
    "metaphoric_meaning": "完全な混乱と乱雑さ",
    "traditionalCharacters": "亂七八糟",
    "chineseExample_tr": "孩子們的生日派對之後，客廳完全亂七八糟"
  },
  {
    "id": "ID320",
    "characters": "若有所思",
    "pinyin": "ruò yǒu suǒ sī",
    "meaning": "何かを考えているかのように",
    "example": "ニュースを受け取った後、彼女は瞑想的な表現で窓を見つめました",
    "chineseExample": "收到消息后，她若有所思地望着窗外",
    "theme": "人生哲学",
    "description": "唐代の詩人たちは、この「若有所思（じゃくゆうしし）」という、何かを心に抱えているかのように見える思索的な状態を初めて捉えました。彼らはこれを、哲学的な思索に没頭する学者を描写するために用いました。宋代の文人たちは、重要な気づきや転機を迎える瞬間の登場人物を描写するためにも、その用法を広げました。この言葉は、外からはっきりと何か重大なことに思いを巡らせていると見て取れるものの、その具体的な内容は本人に秘められたままの内省的な瞬間を見事に言い表しています。",
    "metaphoric_meaning": "瞑想的な表現で思考に迷いました",
    "traditionalCharacters": "若有所思",
    "chineseExample_tr": "收到消息後，她若有所思地望着窗外"
  },
  {
    "id": "ID321",
    "characters": "冷冷清清",
    "pinyin": "lěng lěng qīng qīng",
    "meaning": "冷たい冷たい静かな静か",
    "example": "かつて繁栄していたショッピングモールは、今では不気味に捨てられていました",
    "chineseExample": "曾经熙熙攘攘的购物中心如今冷冷清清地矗立着",
    "theme": "人生哲学",
    "description": "宋代の詩人たちは、冷冷と清清を組み合わせ、寂れた場所を表現する情緒的な言葉を生み出しました。彼らの詩歌は、かつて賑わっていた寺院や宮殿が今やもぬけの殻と化した情景を描き出しました。明代の作家たちは、物語の中に寂寥とした情景を設定するために、これを取り入れました。この畳語表現は、不在の持つ冷たさと静けさという二つの側面を強調することで、それぞれ単独では伝えきれない、より深い空虚感を醸し出しています。",
    "metaphoric_meaning": "捨てられた活気のない雰囲気",
    "traditionalCharacters": "冷冷清清",
    "chineseExample_tr": "曾經熙熙攘攘的購物中心如今冷冷清清地矗立着"
  },
  {
    "id": "ID322",
    "characters": "十有八九",
    "pinyin": "shí yǒu bā jiǔ",
    "meaning": "10には8つの9があります",
    "example": "気象学者は、週末のフェスティバルの雨が非常にありそうだと予測しました",
    "chineseExample": "气象学家预测周末节日很可能下雨",
    "theme": "知恵と学習",
    "description": "宋代の学者たちは、確率の性質について議論を重ねる中で、事象が期待通りに起こる確度を表現する的確な方法として、この言葉を生み出しました。それは、十のケース（十）のうち八、九（八九）は期待通りに発生するというものです。この表現は、絶対的な確実性と単なる可能性の間に、数学的な正確さをもたらしました。明代の商人たちは、実用的な確率評価のためにこれを採用しました。現代では、天気予報からビジネス計画に至るまで幅広く使われており、漠然とした保証ではなく、具体的な信頼度を示しています。",
    "metaphoric_meaning": "約80〜90％で非常に高い確率",
    "traditionalCharacters": "十有八九",
    "chineseExample_tr": "氣象學家預測週末節日很可能下雨"
  },
  {
    "id": "ID323",
    "characters": "门当户对",
    "pinyin": "mén dāng hù duì",
    "meaning": "ドアマッチの家庭用アライメント",
    "example": "両方の家族は同様の社会的地位を持っていたので、結婚同盟を有利にします",
    "chineseExample": "两家社会地位相当，使这门婚姻联盟有利",
    "theme": "人間関係と性格",
    "description": "唐代の縁談の仲人たちは、ふさわしい結婚を形容する際に、この「門」と「戸」が釣り合うという建築的な比喩を初めて使用しました。家系図には、門の大きさが文字通り社会的地位を反映していたことが記されており、その比喩がことさら適切であったことが分かります。宋代の仲人たちは、これを同等の社会的地位を持つ者同士の縁組を整えるための、系統だった原則へと発展させました。今日では、この考え方は結婚に限らずビジネスパートナーシップにも及び、均衡の取れた関係は同様の社会的・経済的基盤の上に築かれるものであることを示唆しています。",
    "metaphoric_meaning": "同様の社会的地位の家族間の一致",
    "traditionalCharacters": "門當戶對",
    "chineseExample_tr": "兩家社會地位相當，使這門婚姻聯盟有利"
  },
  {
    "id": "ID324",
    "characters": "无缘无故",
    "pinyin": "wú yuán wú gù",
    "meaning": "接続なし理由はありません",
    "example": "見知らぬ人が突然告発して彼に近づいたとき、彼は困惑しました",
    "chineseExample": "当陌生人突然带着指责接近他时，他感到困惑",
    "theme": "人生哲学",
    "description": "仏教の縁起の思想から、縁（つながり）も故（理由）もない行為を表すこの言葉が生まれた。唐代の文人たちは、これを宗教的な意味合いを超えて日常語として使うようになった。宋代の法文書では、明白な動機を欠く行動を説明するために採用された。縁（つながり）と故（理由）の両方を否定する二重否定は、包括的な根拠のなさという感覚を生み出し、それは現代の法的場面や人間関係においても依然として有用である。",
    "metaphoric_meaning": "理由や挑発なしに完全に",
    "traditionalCharacters": "無緣無故",
    "chineseExample_tr": "當陌生人突然帶着指責接近他時，他感到困惑"
  },
  {
    "id": "ID325",
    "characters": "自由自在",
    "pinyin": "zì yóu zì zài",
    "meaning": "自己からの自己が存在します",
    "example": "退職後、カップルは彼らの興味が彼らを導いたところならどこでも旅行しました",
    "chineseExample": "退休后，这对夫妇随着兴趣所至四处旅行",
    "theme": "人生哲学",
    "description": "紀元前4世紀の荘子の思想書において、自己決定（自由）と制約のない存在（自在）を組み合わせたこの完全な自由の概念が提唱されました。唐代の詩人たちは、これを精神的な文脈を超えて、理想的なライフスタイルの自律性を表現するために発展させました。「自」の字が二重になっているのは、真の自由が外部の状況ではなく、内面的な状態から生まれることを強調しています。現代では、外的な自由と内面的な心理的解放という稀有な組み合わせを称える際に用いられます。",
    "metaphoric_meaning": "完全に無料で抑制されていません",
    "traditionalCharacters": "自由自在",
    "chineseExample_tr": "退休後，這對夫婦隨着興趣所至四處旅行"
  },
  {
    "id": "ID326",
    "characters": "毫无疑问",
    "pinyin": "háo wú yí wèn",
    "meaning": "ほんの少しの疑いではありません",
    "example": "証拠は、疑いなく被告の無実を明確に確立しました",
    "chineseExample": "证据清楚地证明被告无罪，毫无疑问",
    "theme": "知恵と学習",
    "description": "明代の法律用語から生まれたこの表現は、わずか（毫）な疑問（疑问）さえも（无）全く残らない、絶対的な確実性を表します。法律文書では、疑いの余地を全く残さないほどの決定的な証拠を記述するために使われました。最も細い毛や最小の重さを指す微小な単位「毫」は、ほんのわずかな不確実性さえも探しても見つからないという完璧なイメージを作り出しました。今日では、合理的な疑いが一切残らないほど圧倒的な証拠によって裏付けられた主張を言い表す際に用いられます。",
    "metaphoric_meaning": "間違いなく絶対に確実です",
    "traditionalCharacters": "毫無疑問",
    "chineseExample_tr": "證據清楚地證明被告無罪，毫無疑問"
  },
  {
    "id": "ID327",
    "characters": "捕风捉影",
    "pinyin": "bǔ fēng zhuō yǐng",
    "meaning": "風をつかむシャドウをキャッチします",
    "example": "調査は、実質的な証拠のない噂に基づいていました",
    "chineseExample": "调查是基于没有实质证据的谣言",
    "theme": "知恵と学習",
    "description": "唐代の仏典は、風を捕らえ(捕風)影を掴む(捉影)ことの徒労を戒めています。宋代の思想家たちは、この精神的な比喩を、根拠のない告発や実体のない証拠に対する強力な批判へと転化させました。明代の法学者たちは、実体ではなく影に基づいた訴追を非難する際に、特にこの表現を重宝しました。存在するのに物理的に捉えられないものを捕らえようとする、その物理的な不可能性は、実体性に乏しい証拠に基づいた追求をまさに完璧に言い表しています。",
    "metaphoric_meaning": "確固たる証拠なしに告発する",
    "traditionalCharacters": "捕風捉影",
    "chineseExample_tr": "調查是基於沒有實質證據的謠言"
  },
  {
    "id": "ID328",
    "characters": "不可救药",
    "pinyin": "bù kě jiù yào",
    "meaning": "薬によって救うことはできません",
    "example": "彼のギャンブル中毒は介入が無駄に思われる地点に達しました",
    "chineseExample": "他的赌博成瘾已经到了似乎干预也无济于事的地步",
    "theme": "知恵と学習",
    "description": "名医張仲景の『傷寒論』は、薬では治せない（不可救薬）状態という概念を提唱しました。唐代の仏教著述家たちは、その意味を肉体的な病気だけでなく、救いようのない道徳的堕落を表す言葉として拡張しました。最も熟練した医師でさえ自身の医術の限界を認めるとき、それは真に絶望的な状況を示唆しています。現代では、その使われ方は依存症から、専門家の介入でさえも無駄に終わるような構造的な問題にまで及んでいます。",
    "metaphoric_meaning": "redいや改革の希望を超えて",
    "traditionalCharacters": "不可救藥",
    "chineseExample_tr": "他的賭博成癮已經到了似乎干預也無濟於事的地步"
  },
  {
    "id": "ID329",
    "characters": "不可思议",
    "pinyin": "bù kě sī yì",
    "meaning": "議論されるとは考えられません",
    "example": "量子現象は、物理学のすべての従来の理解に反しました",
    "chineseExample": "这种量子现象违背了对物理学的所有常规理解",
    "theme": "知恵と学習",
    "description": "「不可思議」という言葉は、後漢時代に翻訳された初期の仏典において、思考や議論では理解し得ない（不可）、物事（思议）を描写する表現として私たちにもたらされました。元々は、凡夫の理解を超越した仏の境地を表現するものでしたが、唐代の文人たちはそれを理性では説明できないあらゆる現象に用いるようになりました。今日では、量子物理学から芸術的才能に至るまで、人間の理解がその根源的な限界に直面する瞬間を的確に捉える言葉として使われています。",
    "metaphoric_meaning": "理解や説明を超えて",
    "traditionalCharacters": "不可思議",
    "chineseExample_tr": "這種量子現象違背了對物理學的所有常規理解"
  },
  {
    "id": "ID330",
    "characters": "不相上下",
    "pinyin": "bù xiāng shàng xià",
    "meaning": "相互にダウンしていません",
    "example": "2人のチャンピオンシップファイナリストは非常に均等にマッチしていたので、勝者を予測することは不可能でした",
    "chineseExample": "两位冠军决赛选手势均力敌，无法预测谁会获胜",
    "theme": "知恵と学習",
    "description": "漢代の兵法家たちは、「不相上下」（互いに優劣がない）という状態の軍勢を表すために、この洗練された表現を編み出しました。当初は、異なる強みを持つ軍勢が全体として互角である状況に用いられましたが、唐代の文人たちは、学術書から芸術作品、さらにはパフォーマンスに至るまで、あらゆるものの比較にこの言葉を応用しました。この空間的な比喩は、中国文化において特に効果的です。なぜなら、中国では伝統的に垂直的な位置関係が階層（上下関係）を表すからです。",
    "metaphoric_meaning": "どちらも優れていないと均等に一致しています",
    "traditionalCharacters": "不相上下",
    "chineseExample_tr": "兩位冠軍決賽選手勢均力敵，無法預測誰會獲勝"
  },
  {
    "id": "ID331",
    "characters": "不屑一顾",
    "pinyin": "bù xiè yī gù",
    "meaning": "一目見たことはありません",
    "example": "確立された教授は、真剣に考慮せずに革新的な理論を却下しました",
    "chineseExample": "这位资深教授不屑一顾地否定了这个创新理论，没有认真考虑",
    "theme": "性格と行動",
    "description": "『史記』には、晋の傲慢な臣が魏の同盟提案を「一顧」（いちこ）だにしない「不屑」（ふせつ）の態度で退けた様子が記されています。唐代の文人たちは、これをわずかな関心すら与えるのは惜しいという、軽蔑の究極的な表現として捉えました。現代では、このような一方的な切り捨てがもたらす危険性への戒めとして用いられることも少なくありません。",
    "metaphoric_meaning": "考慮の下で軽daします",
    "traditionalCharacters": "不屑一顧",
    "chineseExample_tr": "這位資深教授不屑一顧地否定了這個創新理論，沒有認真考慮"
  },
  {
    "id": "ID332",
    "characters": "不言而喻",
    "pinyin": "bù yán ér yù",
    "meaning": "まだ理解されていない",
    "example": "調査結果の意味は非常に明確であり、説明は必要ありませんでした",
    "chineseExample": "研究结果的含义非常明确，不需要解释",
    "theme": "人間関係と性格",
    "description": "漢代の儒学者たちは、「言わずして（不言）喻る（喻）」というこの理想を尊びました。それは、共通の理解があれば明示的な説明が不要となる、効率的なコミュニケーションの極致を表していました。唐代の作家たちは、新しい議論を導入する前に共通認識があることを前提として、しばしばこれを用いました。この言葉は、いくつかの真実が明示的な宣言よりも戦略的な沈黙を通じていかに力強く伝わるかを、優雅に表現しています。",
    "metaphoric_meaning": "説明を必要としない自明",
    "traditionalCharacters": "不言而喻",
    "chineseExample_tr": "研究結果的含義非常明確，不需要解釋"
  },
  {
    "id": "ID333",
    "characters": "不约而同",
    "pinyin": "bù yuē ér tóng",
    "meaning": "まだ同じようにアレンジしていません",
    "example": "調整がなければ、3つの研究チームが独立して同一の結論に達しました",
    "chineseExample": "没有任何协调，三个研究团队独立得出了相同的结论",
    "theme": "戦略と行動",
    "description": "後漢の歴史家たちは、離れた場所にいる官僚たちがそれぞれ独立して似たような政策を実行した様子を記録する際、「不」（〜ない）、「約」（約束）といった事前の取り決めがないにもかかわらず、「同」（同じ）ような行動が起こる、という現象に初めて着目した。唐代の学者たちは、そうした行動の一致の中に、人間の思考を導く普遍的な原理の証拠を見出した。現代の科学者たちは、そのような独立した発見の事例を、根底にある真実の裏付けとして特に重視している。",
    "metaphoric_meaning": "調整なしで同じ時点に到着します",
    "traditionalCharacters": "不約而同",
    "chineseExample_tr": "沒有任何協調，三個研究團隊獨立得出了相同的結論"
  },
  {
    "id": "ID334",
    "characters": "不择手段",
    "pinyin": "bú zé shǒu duàn",
    "meaning": "メソッドを選択しないでください",
    "example": "政治家は脅迫、贈収賄、および誤報キャンペーンを通じて票を獲得しました",
    "chineseExample": "这位政治家通过恐吓、贿赂和虚假信息活动来获取选票",
    "theme": "性格と行動",
    "description": "唐代の歴史家たちは、目標達成のために手段を選ばない（不择手段）人々を批判する際に、この言葉を初めて用いました。宋代の儒学者たちは、これを「目的は手段を正当化しない」という、より広範な倫理原則へと発展させました。この「不择手段」という言葉自体が持つ比喩的な含意は強力で、利用可能な方法の中から適切な手段を選択することが道徳的義務であることを力強く示唆しており、その義務を放棄する行為は特に非難されるべきであるとされています。",
    "metaphoric_meaning": "倫理に関係なく、あらゆる手段を使用します",
    "traditionalCharacters": "不擇手段",
    "chineseExample_tr": "這位政治家通過恐嚇、賄賂和虛假信息活動來獲取選票"
  },
  {
    "id": "ID335",
    "characters": "沧海桑田",
    "pinyin": "cāng hǎi sāng tián",
    "meaning": "ブルーシーマルベリーフィールド",
    "example": "かつて輝いていた工業都市は、放棄されたゴーストタウンに変わりました",
    "chineseExample": "这座曾经繁荣的工业城市已经变成了一座废弃的鬼城",
    "theme": "人生哲学",
    "description": "青い海（滄海）が桑畑（桑田）へと時を経て変わるというこの観察は、古代の道教の文献に初めて記録されました。『列子』は、数世紀にわたる深遠な変貌が起こり得ることを示すために、この比喩を用いました。漢代の文人たちは、それを膨大な年月を要するあらゆる根本的な変化の比喩へと変えました。このイメージは、最深の海から耕作地へと、環境が完全に相反するという点にその特異な力強さがあります。",
    "metaphoric_meaning": "時間の経過に伴う深い変換",
    "traditionalCharacters": "滄海桑田",
    "chineseExample_tr": "這座曾經繁榮的工業城市已經變成了一座廢棄的鬼城"
  },
  {
    "id": "ID336",
    "characters": "侧目而视",
    "pinyin": "cè mù ér shì",
    "meaning": "サイドアイとルック",
    "example": "保守派のメンバーは、新人の型にはまらない服装を不承認に見ました",
    "chineseExample": "保守的成员们不赞成地斜眼看着新来者不寻常的着装",
    "theme": "性格と行動",
    "description": "漢代の宮廷儀礼書においては、「側目」という、横目で見る行為が、下級の官僚が直接凝視することなく、控えめな好奇心や不満を示す方法として初めて記述されました。唐代の文学作品では、それが人物描写のための繊細な手段へと発展し、身振り描写を通じて懐疑や軽蔑を示すために使われるようになりました。この視線の角度は、観察と感情的な距離感の間のバランスを見事に捉えています。",
    "metaphoric_meaning": "疑いや軽daで質問を見てください",
    "traditionalCharacters": "側目而視",
    "chineseExample_tr": "保守的成員們不贊成地斜眼看着新來者不尋常的着裝"
  },
  {
    "id": "ID337",
    "characters": "层出不穷",
    "pinyin": "céng chū bù qióng",
    "meaning": "レベルは終わりなく出現します",
    "example": "革新的な会社は、無限の連続で新製品の改善をリリースしました",
    "chineseExample": "这家创新公司层出不穷地推出新产品改进",
    "theme": "人生哲学",
    "description": "唐代の仏教経典で、悟りの新たな段階（层）が尽きることなく（不穷）次々と現れる（出）様子を表現するために、この言葉が初めて使われました。宋代の学者たちは、これを宗教的な文脈を超えて、知識や芸術の豊かさを表すのに用いました。尽きることなく新たな層が現れ続けるという建築的な比喩は、継続的な革新や発見のプロセスを見事に捉えています。現代では、技術開発から芸術運動に至るまで、幅広い分野で使われています。",
    "metaphoric_meaning": "無限の連続で継続的に出現します",
    "traditionalCharacters": "層出不窮",
    "chineseExample_tr": "這家創新公司層出不窮地推出新產品改進"
  },
  {
    "id": "ID338",
    "characters": "长话短说",
    "pinyin": "cháng huà duǎn shuō",
    "meaning": "長い話が簡単に語る",
    "example": "すべての詳細を説明するのではなく、発表者は重要な調査結果を要約しました",
    "chineseExample": "演讲者没有解释所有细节，而是总结了关键发现",
    "theme": "人間関係と性格",
    "description": "元代の演劇では、長い話（長話）を簡潔に語る（短説）というこの語り口の技法が導入されました。舞台演出家は、複雑な筋書きを効率的な導入部へと凝縮するために、この技法を活用しました。明代に会話の中で用いられるようになると、それは聞き手が簡潔な説明が来ることを予期するための言葉の合図へと変化しました。この圧縮を明確に伝えることで、詳細よりも効率性を優先するという、聞き手との明確な合意が形成されます。",
    "metaphoric_meaning": "長い話を短くします",
    "traditionalCharacters": "長話短說",
    "chineseExample_tr": "演講者沒有解釋所有細節，而是總結了關鍵發現"
  },
  {
    "id": "ID339",
    "characters": "唱空城计",
    "pinyin": "chàng kōng chéng jì",
    "meaning": "空の都市戦略を実行します",
    "example": "財政的に苦労している会社は、競合他社の攻撃を防ぐために自信を投影しました",
    "chineseExample": "这家财务困难的公司展现出信心，以防止竞争对手发起攻击",
    "theme": "戦略と行動",
    "description": "『三国志演義』は諸葛亮の空城の計（くうじょうのけい）を不朽のものとした。これは、あたかも自信に満ちているかのように演じ、実際の脆弱性を隠蔽する戦略である。明代の作家たちは、この特定の歴史的出来事をより広範な戦略原則へと昇華させた。その演劇的要素が極めて重要となる。成功は単なる欺瞞だけでなく、確信に満ちた冷静さをいかに説得力をもって演じきるかにかかっている。",
    "metaphoric_meaning": "大胆な自信を使用して、脆弱性をマスクします",
    "traditionalCharacters": "唱空城計",
    "chineseExample_tr": "這家財務困難的公司展現出信心，以防止競爭對手發起攻擊"
  },
  {
    "id": "ID340",
    "characters": "称心如意",
    "pinyin": "chèn xīn rú yì",
    "meaning": "願いに応じて心を合わせてください",
    "example": "カスタムデザインの休暇は、家族の多様なすべての好みを完全に満足させました",
    "chineseExample": "这个定制设计的假期完美地满足了全家人各种不同的偏好",
    "theme": "人生哲学",
    "description": "唐代の詩人たちは、心にかなう（称心）ことと、願い通りになる（如意）ことが一致する、稀有な瞬間を初めて歌い上げました。宋代の職人たちは、構想と実際の出来栄えが完璧に一致する様を表す言葉として、これを取り入れました。この言葉は、感情的な満足（心）と合理的な意図（意）の両方に触れることで、あらゆるレベルでの完全な充足を示唆し、その力強さを増しています。",
    "metaphoric_meaning": "すべての期待を完全に満足させます",
    "traditionalCharacters": "稱心如意",
    "chineseExample_tr": "這個定製設計的假期完美地滿足了全家人各種不同的偏好"
  },
  {
    "id": "ID341",
    "characters": "沉鱼落雁",
    "pinyin": "chén yú luò yàn",
    "meaning": "シンクフィッシュフォールガチョウ",
    "example": "伝説的な美しさは、彼女が現れたところならどこにでも賞賛する視線を引き付けました",
    "chineseExample": "这位传奇美人无论在哪里出现都吸引仰慕的目光",
    "theme": "知恵と学習",
    "description": "漢代の伝説によれば、あまりの美しさに魚が水底に沈み（沈魚）、空を飛ぶ雁が地上に舞い降りる（落雁）ほどであったと伝えられています。この言葉は、二人の伝説的な美女、西施（せいし）と王昭君（おうしょうくん）の故事に由来します。西施のあまりの美しさに、水面に映る姿を見た魚は泳ぐのを忘れ沈んでしまい、また王昭君の美貌に魅せられた渡り鳥の雁は、空中で羽ばたくのをやめて地上に降りてきたとされています。自然の摂理すらも乱すほどの美しさは、まるで超自然的な影響力を持つことを示唆していました。現代では、単なる外見の美しさを超え、見た者に即座に深い感動や衝撃を与えるほどの、計り知れない影響力を持つ美しさを表現する際に使われます。",
    "metaphoric_meaning": "とても素晴らしい美しさは自然界に影響を与えます",
    "traditionalCharacters": "沉魚落雁",
    "chineseExample_tr": "這位傳奇美人無論在哪裏出現都吸引仰慕的目光"
  },
  {
    "id": "ID342",
    "characters": "乘风破浪",
    "pinyin": "chéng fēng pò làng",
    "meaning": "風が吹く波に乗る",
    "example": "競合他社が後退している間、スタートアップは経済的乱流中に大胆に拡大しました",
    "chineseExample": "当竞争对手退缩时，这家初创公司在经济动荡期间大胆扩张",
    "theme": "戦略と行動",
    "description": "唐代の詩人、李白の豪放な詩句「乘风破浪」（風に乗り波を突き破る）は、逆境を乗り越えて前進する力強いイメージを私たちに与えました。元々は航海の専門用語でしたが、宋代の文人たちによって、困難に立ち向かいながら進歩を遂げるための、より広範な比喩として昇華されました。この航海にまつわる比喩は、追い風などの好都合な力を利用しつつも、積極的に抵抗を克服していくという、進歩の二面性を完璧に捉えています。今日では、それぞれの「比喩的な海」に挑む起業家や革新者たちに、インスピレーションを与え続けています。",
    "metaphoric_meaning": "逆境を通して大胆に前進します",
    "traditionalCharacters": "乘風破浪",
    "chineseExample_tr": "當競爭對手退縮時，這家初創公司在經濟動盪期間大膽擴張"
  },
  {
    "id": "ID343",
    "characters": "程门立雪",
    "pinyin": "chéng mén lì xuě",
    "meaning": "チェンドアスタンドの雪",
    "example": "若い研究者は、教授のオフィスの外でメンターシップを求めて何時間も過ごしました",
    "chineseExample": "这位年轻研究人员在教授办公室外花费数小时寻求指导",
    "theme": "知恵と学習",
    "description": "宋の時代の故事では、学生の楊時が哲学者程頤の門前で雪の中に立ち（立雪）、師の教えをひたすら待ち続けたという、師への深い敬意と学問への献身が語り継がれています。この故事は、元の時代の学者たちによって、理想的な師弟関係の模範として採用されました。学問を追求するため肉体的な苦難に耐える学者の姿は、儒教の教えにおける学問の理想を見事に捉えていました。現代においてこの故事は、根気強い献身によって知識に対する深い敬意を示す人々を称賛する際に用いられます。",
    "metaphoric_meaning": "知恵を求める深い尊敬と忍耐を示します",
    "traditionalCharacters": "程門立雪",
    "chineseExample_tr": "這位年輕研究人員在教授辦公室外花費數小時尋求指導"
  },
  {
    "id": "ID344",
    "characters": "乘人之危",
    "pinyin": "chéng rén zhī wēi",
    "meaning": "人の危険に乗る",
    "example": "競合他社は、会社の金融危機の間に不当に低い買収価格を提供しました",
    "chineseExample": "竞争对手在公司财务危机期间提出了不公平的低价收购要约",
    "theme": "性格と行動",
    "description": "漢代の兵法書において、他者の危うい状況（危）につけ込み（乗）利益を得るこの行為が初めて戒められた。唐代の儒学者たちは、それをより広範な倫理原則へと拡大した。「危に乗じる（乘）」という比喩は、他者の不幸を自己の利益の踏み台とすることを意味していた。現代のビジネス倫理においても、競争上の優位性がいつ搾取へと転じるのかという問題は、今なお議論の的となっている。",
    "metaphoric_meaning": "彼らの脆弱性の間に他の人を活用します",
    "traditionalCharacters": "乘人之危",
    "chineseExample_tr": "競爭對手在公司財務危機期間提出了不公平的低價收購要約"
  },
  {
    "id": "ID345",
    "characters": "楚材晋用",
    "pinyin": "chǔ cái jìn yòng",
    "meaning": "チュータレントジンの使用",
    "example": "ライバルコーポレーションは、苦労している競合他社からトップエンジニアを募集しました",
    "chineseExample": "这家竞争对手公司从陷入困境的竞争对手那里招募了顶尖工程师",
    "theme": "知恵と学習",
    "description": "春秋時代の晋（しん）の戦略的な手腕は、楚（そ）の才能（楚材）を晋（しん）が活用するという、「楚材晋用」という言葉を残しました。晋が敵国である楚から有能な人材を体系的に登用したこのやり方は、人材獲得を通じた組織成長の模範となりました。漢代の歴史家たちは、この戦略が晋の台頭の鍵であると見なしました。現代の企業もまた、戦略的な採用活動によって、競争相手を弱体化させつつ自らを強化するという、この古くからの慣行を踏襲しています。",
    "metaphoric_meaning": "ライバル組織から才能を採用します",
    "traditionalCharacters": "楚材晉用",
    "chineseExample_tr": "這家競爭對手公司從陷入困境的競爭對手那裏招募了頂尖工程師"
  },
  {
    "id": "ID346",
    "characters": "大公无私",
    "pinyin": "dà gōng wú sī",
    "meaning": "プライベートはありません",
    "example": "裁判官は、彼女の元同僚が関与する事件から自分自身を拒否しました",
    "chineseExample": "法官回避了涉及她前同事的案件",
    "theme": "性格と行動",
    "description": "漢代の行政規範は、官僚に対し「大公無私」という基準を初めて定めた。唐代の新儒教思想家たちは、それをより広範な倫理的理想へと発展させた。この言葉は、公務において私利私欲を単に最小限に抑えるだけでなく、完全に排除するというその絶対的な性質から、大きな力を得ている。今日では、それは司法における行動規範や、組織のリーダーシップに対する基準となっている。",
    "metaphoric_meaning": "自己利益なしでは完全に公平です",
    "traditionalCharacters": "大公無私",
    "chineseExample_tr": "法官迴避了涉及她前同事的案件"
  },
  {
    "id": "ID347",
    "characters": "呆若木鸡",
    "pinyin": "dāi ruò mù jī",
    "meaning": "木製の鶏のように覆われています",
    "example": "予期せぬニュースを聞いて、委員会全体が衝撃を受けて動かずに座っていました",
    "chineseExample": "听到这个意外消息，整个委员会呆若木鸡地坐着",
    "theme": "人生哲学",
    "description": "荘子の道家思想の書物は、木鶏のように呆然とする（呆）という鮮やかなイメージを世に示しました。これは元来、瞑想によってもたらされる静寂を表すものでした。\nそれが漢代の文人たちによって、衝撃を受け麻痺した状態を描写する言葉へと転じられました。\n木鶏に例える表現は特に的を射ていました。普段は活発な鳥が不自然なほど静かにじっとしている様子は、驚きで身動きが取れない状態の核心を見事に捉えていたのです。",
    "metaphoric_meaning": "完全にun然としたり、umb然としたりしました",
    "traditionalCharacters": "呆若木雞",
    "chineseExample_tr": "聽到這個意外消息，整個委員會呆若木雞地坐着"
  },
  {
    "id": "ID348",
    "characters": "当务之急",
    "pinyin": "dāng wù zhī jí",
    "meaning": "現在の問題の緊急性",
    "example": "地震後、一時的なシェルターを確保することがすぐに優先されました",
    "chineseExample": "地震后，确保临时住所成为当务之急",
    "theme": "人生哲学",
    "description": "当（現在の）務（なすべきこと）の之急（最も差し迫った事柄）を見極めるこの方法は、漢代の危機管理文書において導入された。唐代の文人たちは、この概念を行政だけでなく、一般的な優先順位付けへと広げた。この言葉は、時間的な即時性と相対的な重要性の双方を見事に捉えており、緊急対応やプロジェクト管理において非常に価値がある。",
    "metaphoric_meaning": "すぐに注意を必要とする最も緊急の優先事項",
    "traditionalCharacters": "當務之急",
    "chineseExample_tr": "地震後，確保臨時住所成爲當務之急"
  },
  {
    "id": "ID349",
    "characters": "道听途说",
    "pinyin": "dào tīng tú shuō",
    "meaning": "道を聞く道",
    "example": "報告書は、文書化された証拠ではなく未検証の噂に基づいていました",
    "chineseExample": "该报告基于未经证实的谣言，而非有据可查的证据",
    "theme": "知恵と学習",
    "description": "漢代の学者たちは、道（听）で聞き、途（说）で話される情報についてこの言葉を作り、確かな知識と安易な伝聞を区別するために用いました。唐代の歴史家たちは、これを疑わしい情報源を指摘する際に用いました。公共の往来という空間的な比喩は、制度的な検証なしに広まる情報を的確に捉えていました。現代のメディア評論家も、そうした未検証の情報伝達に対し、今なお警鐘を鳴らしています。",
    "metaphoric_meaning": "カジュアルな伝聞からの信頼できない情報",
    "traditionalCharacters": "道聽途說",
    "chineseExample_tr": "該報告基於未經證實的謠言，而非有據可查的證據"
  },
  {
    "id": "ID350",
    "characters": "得不偿失",
    "pinyin": "dé bù cháng shī",
    "meaning": "ゲインは損失を補償しません",
    "example": "過度に残業することはより多くのお金を稼いだが、彼の健康を傷つけた",
    "chineseExample": "过度加班赚取了更多钱，但损害了他的健康",
    "theme": "知恵と学習",
    "description": "漢代の農書は、過剰な耕作による土壌の枯渇を論じる中で、「得不償失」（利益が損失を埋め合わせないこと）の危険性を初めて指摘した。唐代の思想家たちは、それをより広範な費用対効果分析の原則へと発展させた。この会計的な比喩は、個人の選択から政策決定に至るまで、あらゆるものを評価する上で、今日においても特に重要である。",
    "metaphoric_meaning": "コストや犠牲の価値はありません",
    "traditionalCharacters": "得不償失",
    "chineseExample_tr": "過度加班賺取了更多錢，但損害了他的健康"
  },
  {
    "id": "ID351",
    "characters": "得寸进尺",
    "pinyin": "dé cùn jìn chǐ",
    "meaning": "インチインチの前足を獲得します",
    "example": "小さな譲歩が認められた後、彼はすぐにもっともっと要求しました",
    "chineseExample": "在小让步获准后，他立即要求更多",
    "theme": "性格と行動",
    "description": "この過度な要求を表す慣用句は、「寸」を得てから「尺」を要求する様を描写しており、その起源は漢代の条約違反に関する交渉用語に遡ります。これは元々、敗戦国が最初の譲歩を得た後、勝者の決意を試すかのように要求をエスカレートさせていく様を記録したものです。唐代になると、人を巧みに操るような人間関係の文脈で用いられるようになりました。この測定の比喩は特に具体的であり、連続する中国の長さの単位（寸、そして尺）が完璧なエスカレーションのイメージを作り出しました。単に「貪欲」を意味する語とは異なり、一般的な強欲さではなく、戦略的な漸進的エスカレーションを具体的に指します。漢字の構造は、戦術的な進行を作り出しています。「得」は最初の取得を確立し、「寸」は小さな初期の利益を特定し、「進」は前方への動きを導入し、そして「尺」はそれに続く不釣り合いに大きな要求を表します。現代では、外交交渉から対人関係の場面に至るまで幅広く用いられ、当初は合理的と見える要求が、実は長期的な拡大意図を隠しているような行動パターン、特に、最初の要求に応じることで生じる心理的コミットメントが、その後の不合理な要求を戦略的に可能にしてしまう場合に見られます。",
    "metaphoric_meaning": "ますます多くを要求することで活用してください",
    "traditionalCharacters": "得寸進尺",
    "chineseExample_tr": "在小讓步獲准後，他立即要求更多"
  },
  {
    "id": "ID352",
    "characters": "得天独厚",
    "pinyin": "dé tiān dú hòu",
    "meaning": "天国のユニークな好意を受け取ります",
    "example": "沿岸地域の理想的な気候と自然の港は、例外的な開発の利点を生み出しました",
    "chineseExample": "沿海地区理想的气候和天然港口创造了特殊的发展优势",
    "theme": "成功と忍耐",
    "description": "この成語は、唐代の地理記述に由来し、特に恵まれた地域を指すものでした。肥沃な土壌、好ましい気候、戦略的な立地といった並外れた自然の恩恵を持つ地域を記述する際に最初に用いられました。宋代になると、その意味は地理的なものから、人間が生まれつき持っている才能にも広がりを見せました。「天（天）から独り（独）厚い（厚）恩恵を（得）受ける」という概念は、特に重要な宇宙論的意味合いを持っていました。それは、「天」がこれらの利点を主観的な評価ではなく、客観的で固有の資質として定めた、というものです。単に「幸運な」という意味の言葉とは異なり、一時的な幸運ではなく、構造的で本質的な利点に特化して言及します。現代では、地理的資源から生まれつきの才能に至るまで幅広く使われ、人間の努力に先立って存在する根本的に有利な状況を記述します。特に、その基盤がその後の発展の選択肢にかかわらず、本質的な競争優位性を生み出す場合に用いられます。",
    "metaphoric_meaning": "自然な利点にユニークに恵まれています",
    "traditionalCharacters": "得天獨厚",
    "chineseExample_tr": "沿海地區理想的氣候和天然港口創造了特殊的發展優勢"
  },
  {
    "id": "ID353",
    "characters": "丢三落四",
    "pinyin": "diū sān là sì",
    "meaning": "3ドロップ4を失います",
    "example": "彼女は頻繁に鍵、電話、および重要な文書を置き忘れました",
    "chineseExample": "她经常丢三落四，找不到钥匙、手机和重要文件",
    "theme": "性格と行動",
    "description": "明代の口語では、物をあちこちに置き忘れたり失くしたりする様を「丢三（三つ無くす）」、「落四（四つ落とす）」という言葉で表していました。この不連続な数字の組み合わせは、規則的な問題ではなく、不規則で予期せぬ紛失という状況を的確に表現していました。清代の官僚は、使用人の信頼性を評価するために、この表現を用いるようになりました。今日では、それは単なる不注意というよりは、根底にある注意力不足から生じる、物が常にどこかに行ってしまうような、ある種の「だらしなさ」を表す言葉となっています。",
    "metaphoric_meaning": "習慣的に忘れられていて混乱しています",
    "traditionalCharacters": "丟三落四",
    "chineseExample_tr": "她經常丟三落四，找不到鑰匙、手機和重要文件"
  },
  {
    "id": "ID354",
    "characters": "东山再起",
    "pinyin": "dōng shān zài qǐ",
    "meaning": "イーストマウンテンは再び上昇します",
    "example": "破産後、起業家は彼のビジネス帝国をゼロから再建しました",
    "chineseExample": "破产后，这位企业家从头开始重建了他的商业帝国",
    "theme": "成功と忍耐",
    "description": "晋の官僚、謝安は東山に隠棲した後、高官として華々しく復帰しました。この故事は、戦略的な身の引き方と、それに続く力強いカムバックという不朽のイメージを私たちに与えました。唐代の歴史家たちは、彼の具体的な経験を、キャリアの再起というより広範なパターンとして捉え直しました。東山のイメージは、隠退と高みへの復帰という両面を見事に捉え、一時的な引き際がしばしば最終的な成功へと繋がることを示唆しています。",
    "metaphoric_meaning": "set折または退職後にカムバックします",
    "traditionalCharacters": "東山再起",
    "chineseExample_tr": "破產後，這位企業家從頭開始重建了他的商業帝國"
  },
  {
    "id": "ID355",
    "characters": "东张西望",
    "pinyin": "dōng zhāng xī wàng",
    "meaning": "イーストストレッチウェストの視線",
    "example": "神経質な訪問者はインタビュー中に心配そうに見回し続けました",
    "chineseExample": "紧张的访客在面试期间不断东张西望",
    "theme": "性格と行動",
    "description": "漢代の宮廷人は、不安げに東（東張）や西（西望）を見るこの特徴的な行動を、隠された意図の表れとして初めて注目しました。東西に目をやるこうした動きは、落ち着きを保てず絶えず周囲を見回している人の様子をありありと表していました。現代では、内側に潜む不安を物語る、特有の神経質な警戒行動を指す言葉として用いられています。",
    "metaphoric_meaning": "神経質または疑わしく周りを見回してください",
    "traditionalCharacters": "東張西望",
    "chineseExample_tr": "緊張的訪客在面試期間不斷東張西望"
  },
  {
    "id": "ID356",
    "characters": "恶贯满盈",
    "pinyin": "è guàn mǎn yíng",
    "meaning": "Evil accumulated fully filled",
    "example": "何十年もの腐敗の後、役人は最終的に裁判にかけられました",
    "chineseExample": "经过几十年的腐败，这名官员终于被绳之以法",
    "theme": "性格と行動",
    "description": "漢代の哲学的議論において、「悪」（あく）が「満」（まん）ち「盈」（えい）れるまで蓄積するという考え方が導入されました。仏教の影響により、それが避けがたい因果応報へと結びつく考え方が一層強まりました。悪が液体のように器に徐々に満ち、やがて溢れ出すという比喩は、積み重なった悪行が最終的に天罰を引き起こす様を見事に捉えていました。",
    "metaphoric_meaning": "罰を課せられた罰の犠牲者",
    "traditionalCharacters": "惡貫滿盈",
    "chineseExample_tr": "經過幾十年的腐敗，這名官員終於被繩之以法"
  },
  {
    "id": "ID357",
    "characters": "飞蛾扑火",
    "pinyin": "fēi é pū huǒ",
    "meaning": "飛ぶmothは火を駆けます",
    "example": "繰り返しの金融災害にもかかわらず、彼はリスクの高いベンチャーへの投資を続けました",
    "chineseExample": "尽管屡次遭受财务灾难，他仍继续投资高风险项目",
    "theme": "性格と行動",
    "description": "漢代の博物学者たちは、飛蛾（蛾）が炎へと突進する（撲火）という、この自己破壊的な現象を初めて記録しました。唐代の詩人たちは、この自然の観察を、人間の自己破滅的な誘惑に対する強力な比喩へと昇華させました。その生物学的な正確さが、この比喩をとりわけ説得力のあるものにしています。蛾が実際にこの行動を示すことで、有害なものへの非合理的な誘引に対する完璧な自然の比喩となっているからです。",
    "metaphoric_meaning": "魅力的に自己破壊に惹かれてください",
    "traditionalCharacters": "飛蛾撲火",
    "chineseExample_tr": "儘管屢次遭受財務災難，他仍繼續投資高風險項目"
  },
  {
    "id": "ID358",
    "characters": "废寝忘食",
    "pinyin": "fèi qǐn wàng shí",
    "meaning": "睡眠を放棄して食べ物を忘れてください",
    "example": "研究者はプロジェクトに夢中になりました。",
    "chineseExample": "研究人员对项目如此专注，以至于几天几乎不吃不睡",
    "theme": "成功と忍耐",
    "description": "漢代の伝記作家たちは、学者が睡眠を忘れ（廃寝）、食事も忘れる（忘食）ほどに学問に没頭する、その献身ぶりを初めて称賛しました。この言葉は、司馬遷が『史記』の編纂に全身全霊を傾けて没頭したことで、不朽のものとなりました。基本的な生理的欲求さえも顧みないその姿は、知的な情熱がいかに生存本能をも凌駕し得るかを示しています。",
    "metaphoric_meaning": "基本的なニーズを無視するように吸収されます",
    "traditionalCharacters": "廢寢忘食",
    "chineseExample_tr": "研究人員對項目如此專注，以至於幾天幾乎不喫不睡"
  },
  {
    "id": "ID359",
    "characters": "飞禽走兽",
    "pinyin": "fēi qín zǒu shòu",
    "meaning": "獣を歩く鳥を飛んでいます",
    "example": "自然保護区は、自然の生息地でさまざまな種の野生生物を保護しました",
    "chineseExample": "自然保护区保护各种野生动物在其自然栖息地",
    "theme": "人生哲学",
    "description": "古代の『礼記』において、飛禽（ひきん）と走獣（そうじゅう）という包括的な分類が確立されました。漢代の狩猟規則では、空中の獲物と地上の獲物を区別するための分類として、その使用が正式に制度化されました。動物をその主な移動様式に基づいて分類するという、洗練された簡潔さは、単なる外見にとらわれない実用的なシステムを生み出したのです。",
    "metaphoric_meaning": "自然界のすべての種類の野生生物",
    "traditionalCharacters": "飛禽走獸",
    "chineseExample_tr": "自然保護區保護各種野生動物在其自然棲息地"
  },
  {
    "id": "ID360",
    "characters": "风吹草动",
    "pinyin": "fēng chuī cǎo dòng",
    "meaning": "風が草が動きます",
    "example": "軍事司令部は、潜在的な紛争の兆候について、すべての小さな国境事件を分析しました",
    "chineseExample": "军事指挥部分析每一个微小的边境事件，寻找潜在冲突的迹象",
    "theme": "人生哲学",
    "description": "「風（かぜ）が吹き（ふき）、草（くさ）が動く（うごく）」という現象から、敵の動きの微かな兆候を察知する様を表すため、唐代の軍事斥候がこの言葉を最初に使い始めました。宋代の官僚たちは、小さな社会の変化に対する政治的な機微を説明する言葉へと、その意味を拡大しました。この自然現象の比喩は、目に見えるわずかな影響が、その背後にある重要な隠された原因を示しうることを見事に言い表しています。",
    "metaphoric_meaning": "変化や活動のわずかなヒントに反応します",
    "traditionalCharacters": "風吹草動",
    "chineseExample_tr": "軍事指揮部分析每一個微小的邊境事件，尋找潛在衝突的跡象"
  },
  {
    "id": "ID361",
    "characters": "风土人情",
    "pinyin": "fēng tǔ rén qíng",
    "meaning": "風力発電の人々の気持ち",
    "example": "ドキュメンタリーは、遠隔村で地元の習慣、料理、社会的慣行を探求しました",
    "chineseExample": "这部纪录片探索了偏远村庄的当地习俗、美食和社会习惯",
    "theme": "人生哲学",
    "description": "唐代の旅行作家たちは、風（気候・風俗）、土（地理・土地柄）、人（住民）、情（人情・社会関係）という要素を通して地域文化を記録するための包括的な枠組みを構築しました。宋代の民族誌学者たちは、これを体系的な文化記述のための方法論として確立しました。自然環境から人間社会へと連なるこの展開は、その土地がいかに人々に影響を与え、形作るかを理解するための洗練されたツールとなります。",
    "metaphoric_meaning": "地元の習慣と文化的特徴",
    "traditionalCharacters": "風土人情",
    "chineseExample_tr": "這部紀錄片探索了偏遠村莊的當地習俗、美食和社會習慣"
  },
  {
    "id": "ID362",
    "characters": "负荆请罪",
    "pinyin": "fù jīng qǐng zuì",
    "meaning": "Carry thorns request punishment",
    "example": "エグゼクティブは、会社の環境違反について公に謝罪しました",
    "chineseExample": "这位高管公开为公司的环境违规道歉",
    "theme": "性格と行動",
    "description": "『史記』には、藺相如将軍が廉頗将軍を侮辱したことに対し、心からの後悔を示すため、荊（いばら）を背負って謝罪を請う（負荊請罪）という話が記されています。漢代の文人たちは、この具体的な出来事を、結果を受け入れる覚悟に裏打ちされた真摯な後悔を示す、より広い意味での象徴へと昇華させました。荊を背負うという肉体的な苦痛は、単なる口頭での謝罪よりも説得力があることを証明しました。",
    "metaphoric_meaning": "誠実に過ちを認め、結果を受け入れます",
    "traditionalCharacters": "負荊請罪",
    "chineseExample_tr": "這位高管公開爲公司的環境違規道歉"
  },
  {
    "id": "ID363",
    "characters": "高枕无忧",
    "pinyin": "gāo zhěn wú yōu",
    "meaning": "High pillow no worry",
    "example": "セキュリティシステムをインストールした後、住宅所有者は心配なく眠りました",
    "chineseExample": "安装了安全系统后，房主高枕无忧地睡觉",
    "theme": "人生哲学",
    "description": "唐代の詩人たちは、最初に「高枕（高い枕に頭を乗せる）」て「無憂（憂いがない）」という表現を、人々が安心して眠れるような優れた政治を称えるために用いました。宋代の文人たちは、政治的な文脈にとどまらず、いかなる状況下でも完全に心が安らぐ状態を説明する言葉として、その意味を広げました。高い枕で眠るという身体的な姿勢は、完全に無防備になれるほどの心理的な安心感を完璧に体現していました。",
    "metaphoric_meaning": "心配や懸念から完全に解放されます",
    "traditionalCharacters": "高枕無憂",
    "chineseExample_tr": "安裝了安全系統後，房主高枕無憂地睡覺"
  },
  {
    "id": "ID364",
    "characters": "各抒己见",
    "pinyin": "gè shū jǐ jiàn",
    "meaning": "それぞれが自分の見解を表現しています",
    "example": "委員会委員長は、すべてのメンバーに提案に関する視点を共有するよう奨励しました",
    "chineseExample": "委员会主席鼓励所有成员分享他们对提案的看法",
    "theme": "人間関係と性格",
    "description": "春秋時代の外交儀礼において、各自が自分の見解を述べるという原則が確立されました。戦国時代の戦略家たちは、それを重要な決定を下す前に多様な視点を集めるための手法へと洗練させました。この言葉は、集団での議論において、独自の視点を表明する権利と責任の両方を強調しています。",
    "metaphoric_meaning": "誰もが自分の意見を自由に表現します",
    "traditionalCharacters": "各抒己見",
    "chineseExample_tr": "委員會主席鼓勵所有成員分享他們對提案的看法"
  },
  {
    "id": "ID365",
    "characters": "根深蒂固",
    "pinyin": "gēn shēn dì gù",
    "meaning": "Roots Deep Stem Firm",
    "example": "近代化にもかかわらず、伝統的な信念はコミュニティに定着したままでした",
    "chineseExample": "尽管现代化，传统信仰在社区中仍根深蒂固",
    "theme": "人生哲学",
    "description": "古代中国の農書には、根が深く（根深）、蒂が固い（蒂固）植物が、いかに嵐にも旱魃にも耐えうるかが最初に記されています。漢代の学者たちは、この植物学的な観察を、文化的な強靭さの比喩へと昇華させました。この農業的な描写は、目に見えない基盤が、いかに目に見える強さを決定するかを見事に捉えていました。現代では、この言葉は、あまりにも深く定着してしまい、変更がほぼ不可能となっているあらゆる慣習や信念を表すのに使われます。",
    "metaphoric_meaning": "深く定着し、変更が困難です",
    "traditionalCharacters": "根深蒂固",
    "chineseExample_tr": "儘管現代化，傳統信仰在社區中仍根深蒂固"
  },
  {
    "id": "ID366",
    "characters": "供不应求",
    "pinyin": "gōng bù yìng qiú",
    "meaning": "供給は需要を満たすことができません",
    "example": "限られた生産能力は、圧倒的な市場の関心を満たすことができませんでした",
    "chineseExample": "有限的生产能力无法满足市场的巨大兴趣",
    "theme": "人生哲学",
    "description": "漢代の経済報告書で、食糧不足の際に、供（供給）が不（不足して）応（応えられない）求（需要）となる、つまり供給が需要を満たせない状況を表す言葉として初めて使われました。唐代の市場理論家たちは、これを経済動学におけるより広範な原理へと拡張しました。この言葉は、限られた生産能力と無限の需要（欲求）との間に生じる、市場の動きを形作る根本的な緊張関係を表現しています。今日では、供給能力を需要が上回るあらゆる状況を表す言葉として用いられています。",
    "metaphoric_meaning": "需要は利用可能な供給を超えています",
    "traditionalCharacters": "供不應求",
    "chineseExample_tr": "有限的生產能力無法滿足市場的巨大興趣"
  },
  {
    "id": "ID367",
    "characters": "瓜田李下",
    "pinyin": "guā tián lǐ xià",
    "meaning": "メロンフィールドプラムアンダー",
    "example": "教授は、不正の出現を防ぐために学生と一人で会うことを避けました",
    "chineseExample": "教授避免单独与学生会面，以防止任何不当行为的出现",
    "theme": "知恵と学習",
    "description": "『礼記』は、瓜畑（瓜田）で履物を直したり、李の木の下（李下）で冠を直したりする行為、すなわち「瓜田李下」の状況が、盗みを企んでいると誤解されかねないため、戒めるべきであると説いています。唐代の文人たちは、この教えを特定の場所だけでなく、あらゆる誤解を招く状況へと拡大して解釈しました。この農耕の場という設定は、何気ない行動が状況によっていかに疑わしく見えうるかという具体例を示しています。現代の職業倫理においても、不正行為そのものだけでなく、そう見られること（その疑いをかけられること）さえも避けるべきだと、今なお重視されています。",
    "metaphoric_meaning": "疑いを招く状況は避けてください",
    "traditionalCharacters": "瓜田李下",
    "chineseExample_tr": "教授避免單獨與學生會面，以防止任何不當行爲的出現"
  },
  {
    "id": "ID368",
    "characters": "拐弯抹角",
    "pinyin": "guǎi wān mò jiǎo",
    "meaning": "角を回す角度を拭きます",
    "example": "昇給を直接求める代わりに、彼は補償と市場レートについて漠然と話しました",
    "chineseExample": "他没有直接要求加薪，而是含糊地谈论薪酬和市场行情",
    "theme": "人間関係と性格",
    "description": "明代の都市案内書では、この言葉はもともと「拐弯」（曲がり角を曲がる）や「抹角」（角をなめらかにする）といった物理的な道筋を表現するために初めて使われました。清代の外交文書では、会話における遠回しな言い方を示すために転用されました。この空間的な比喩は、コミュニケーションが直接的な方法を避けながらも目的地に到達できる様子を見事に捉えていました。今日では、外交であろうと個人的な頼み事であろうと、あらゆる意図的な遠回しなアプローチを指す言葉となっています。",
    "metaphoric_meaning": "意図的に間接的に話したり行動したりします",
    "traditionalCharacters": "拐彎抹角",
    "chineseExample_tr": "他沒有直接要求加薪，而是含糊地談論薪酬和市場行情"
  },
  {
    "id": "ID369",
    "characters": "归根到底",
    "pinyin": "guī gēn dào dǐ",
    "meaning": "ルートに到達する底を返します",
    "example": "さまざまな要因について議論したにもかかわらず、コストは根本的な問題のままでした",
    "chineseExample": "尽管讨论了各种因素，成本仍然是根本问题",
    "theme": "知恵と学習",
    "description": "宋代の新儒教哲学者たちは、「帰根」（根源に立ち返る）と「到底」（底まで究明する）という分析手法を導入しました。明代の学者たちは、これを哲学から実用的な問題解決へと拡張しました。根底へと下るという垂直的な比喩は、根本原因の探求を的確に捉えていました。現代の分析においても、根本原因と表面的な症状を区別することが求められています。",
    "metaphoric_meaning": "基本的または最終分析で",
    "traditionalCharacters": "歸根到底",
    "chineseExample_tr": "儘管討論了各種因素，成本仍然是根本問題"
  },
  {
    "id": "ID370",
    "characters": "海底捞针",
    "pinyin": "hǎi dǐ lāo zhēn",
    "meaning": "海底dredge針",
    "example": "何百万もの組織化されていないファイルの間で特定のドキュメントを見つけることは不可能に思えました",
    "chineseExample": "在数百万个无组织的文件中找到特定文档似乎是不可能的",
    "theme": "成功と忍耐",
    "description": "明代の語り部たちは、「海底撈針」（海底で針を探す）という比喩表現を生み出しました。これは元々、英雄たちに課せられた不可能な任務の物語の中に登場する情景でした。清代の官僚たちは、特に困難な捜査の様子を表現するためにこの言葉を用いるようになりました。広大な捜索範囲と、探すものが極めて微小であることとの途方もない隔たりが、圧倒的な環境の中でごく小さなものを探し求める際の苛立ちを的確に言い表しています。",
    "metaphoric_meaning": "非常に難しい検索を試みます",
    "traditionalCharacters": "海底撈針",
    "chineseExample_tr": "在數百萬個無組織的文件中找到特定文檔似乎是不可能的"
  },
  {
    "id": "ID371",
    "characters": "害群之马",
    "pinyin": "hài qún zhī mǎ",
    "meaning": "群れの馬に害を及ぼします",
    "example": "従業員の繰り返しの違反は、チームの士気と生産性を損ないました",
    "chineseExample": "该员工的反复违规损害了团队士气和生产力",
    "theme": "人間関係と性格",
    "description": "漢代の馬飼いたちは、問題のある一頭の馬（「馬」）が群れ全体（「群」）に害（「害」）を及ぼすことがある点に、最初に気づきました。唐代の行政官たちは、一人の規律を乱す官僚が部署全体を損なう状況を表すのに、この考え方を採用しました。この牧畜の知見は普遍的に適用可能であることが示されました。連携を必要とする集団は、個々の規律を乱す要素によって特に脆弱となるためです。",
    "metaphoric_meaning": "行動がグループ全体に害を及ぼす個人",
    "traditionalCharacters": "害羣之馬",
    "chineseExample_tr": "該員工的反覆違規損害了團隊士氣和生產力"
  },
  {
    "id": "ID372",
    "characters": "邯郸学步",
    "pinyin": "hán dān xué bù",
    "meaning": "Handanはウォーキングを学びます",
    "example": "作家は彼の自然なスタイルを放棄して有名な作家を模倣しませんでした",
    "chineseExample": "这位作家放弃了自己的自然风格，拙劣地模仿一位著名作家",
    "theme": "知恵と学習",
    "description": "荘子の思想書には、ある若者が邯鄲（かんたん）の人々の歩き方に深く感銘を受け、それを学ぼうと（学歩）した結果、自分の本来の歩き方を忘れてしまい、這って家に帰るしかなかったという話が記されています。漢代の弁論家たちは、この話を模倣の危険性についての広範な警告として広めました。この物語は、見せかけの優秀さを追求することが、いかに本来の能力を失うことにつながるかを的確に表しています。",
    "metaphoric_meaning": "誤った模倣によって能力を失います",
    "traditionalCharacters": "邯鄲學步",
    "chineseExample_tr": "這位作家放棄了自己的自然風格，拙劣地模仿一位著名作家"
  },
  {
    "id": "ID373",
    "characters": "好好先生",
    "pinyin": "hǎo hǎo xiān sheng",
    "meaning": "良いミスター",
    "example": "マネージャーは必要な批判を避け、パフォーマンスの低下に挑戦することはありませんでした",
    "chineseExample": "这位经理避免必要的批评，从不挑战糟糕的表现",
    "theme": "性格と行動",
    "description": "この言葉は、清代の政治評論家たちが、必要な対立よりも和を優先し、過度に協調的な「好好先生」と評された官僚たちを批判するために、初めて使用されました。\n「好」（良い）という字が繰り返されることには、真の徳ではなく、見せかけの振る舞いを暗示する皮肉な意味合いが込められていました。\n現代では、確固たる信念に基づく異論が公益に資する場合であっても、誰にでも調子を合わせ、あらゆる対立を避けようとする人々を指して用いられます。",
    "metaphoric_meaning": "Person who agrees with everyone to avoid conflict",
    "traditionalCharacters": "好好先生",
    "chineseExample_tr": "這位經理避免必要的批評，從不挑戰糟糕的表現"
  },
  {
    "id": "ID374",
    "characters": "后顾之忧",
    "pinyin": "hòu gù zhī yōu",
    "meaning": "後方の視線の心配",
    "example": "前進中の脆弱性を防ぐための一般的な保護された供給ライン",
    "chineseExample": "将军确保补给线，以防进军过程中出现脆弱性",
    "theme": "戦略と行動",
    "description": "「後顧の憂い」という言葉は、古代の兵法家が、後ろを顧みること（後顧）から生じる心配事（憂）について作り出したものです。これは、未解決の脆弱性が前進をいかに阻害するかを強調しています。漢代の政治家たちは、この言葉を戦争の枠を超え、背景にある懸念が大胆な行動を妨げるあらゆる状況を指すものとして広げました。その心理的な洞察は現代にも通じるものであり、真の自信は自身の後方をしっかりと固めることによって得られます。",
    "metaphoric_meaning": "隠された脆弱性に関する懸念",
    "traditionalCharacters": "後顧之憂",
    "chineseExample_tr": "將軍確保補給線，以防進軍過程中出現脆弱性"
  },
  {
    "id": "ID375",
    "characters": "虎踞龙盘",
    "pinyin": "hǔ jù lóng pán",
    "meaning": "Tiger Crouch Dragon Coil",
    "example": "古代の要塞は、威圧的な戦略的立場でマウンテンパスを指揮しました",
    "chineseExample": "这座古堡以令人生畏的战略位置控制着山口",
    "theme": "人間関係と性格",
    "description": "三国時代の地理学者は、南京の地形を「虎踞龍蟠（こきょりゅうばん）」と初めて評しました。この言葉は、百獣の王である虎と神獣である龍を組み合わせることで、その都市が持つ自然の要衝としての圧倒的な地の利を見事に言い表しました。唐代の文人たちは、この表現を拡張し、あらゆる圧倒的な自然の地の利を持つ場所を形容するために用いるようになりました。現代の戦略思想においても、このような固有の地理的優位性は今なお高く評価されています。",
    "metaphoric_meaning": "課せられた戦略的立場を指揮します",
    "traditionalCharacters": "虎踞龍盤",
    "chineseExample_tr": "這座古堡以令人生畏的戰略位置控制着山口"
  },
  {
    "id": "ID376",
    "characters": "胡说八道",
    "pinyin": "hú shuō bā dào",
    "meaning": "無謀は8つの方法を話します",
    "example": "陰謀理論家の説明には、事実に基づいた基盤がありませんでした",
    "chineseExample": "阴谋论者的解释毫无事实依据",
    "theme": "人間関係と性格",
    "description": "明代の口語は、でたらめな発言（胡説）が八方（八道）に散らばる様子を鮮やかに描写するこの表現を生み出しました。清代の学者たちは、根拠や論理から全くかけ離れた発言を批判する際にこれを用いました。言葉が四方八方に散らばるその光景は、根拠のない主張が引き起こす混沌を見事に捉えていました。現代では、陰謀論から、自信満々に語られるあらゆるでたらめな話まで、幅広く使われています。",
    "metaphoric_meaning": "基盤なしで完全なナンセンスを話します",
    "traditionalCharacters": "胡說八道",
    "chineseExample_tr": "陰謀論者的解釋毫無事實依據"
  },
  {
    "id": "ID377",
    "characters": "虎头蛇尾",
    "pinyin": "hǔ tóu shé wěi",
    "meaning": "Tiger head snake tail",
    "example": "小説は劇的な強さで始まりましたが、弱く、急いでいる結論で終わりました",
    "chineseExample": "这部小说开头激烈，但以弱且仓促的结尾收场",
    "theme": "成功と忍耐",
    "description": "唐代の文芸評論家たちは、力強く始まるものの尻すぼみに終わる作品を表現する際に、「虎頭蛇尾」（虎の頭に蛇の尾）という言葉を用いるようになりました。宋代の作家たちは、この表現を文学作品に限らず、時間の経過とともに質が落ちていくあらゆる計画や事業にまで拡大して用いました。この異質な動物の組み合わせは、勢いよく始まったものが尻すぼみに終わるという落胆の気持ちを見事に捉えています。",
    "metaphoric_meaning": "弱い仕上げから強いスタート",
    "traditionalCharacters": "虎頭蛇尾",
    "chineseExample_tr": "這部小說開頭激烈，但以弱且倉促的結尾收場"
  },
  {
    "id": "ID378",
    "characters": "恍然大悟",
    "pinyin": "huǎng rán dà wù",
    "meaning": "突然素晴らしい目覚め",
    "example": "After struggling with the problem for days, the solution suddenly became clear",
    "chineseExample": "经过几天的努力，解决方案突然变得清晰",
    "theme": "知恵と学習",
    "description": "仏教の瞑想の伝統において、恍然（突然の明瞭さ）が大悟（大きな悟り）へと至る様子を表すこの言葉が生まれました。漸進的な悟りとは異なり、それは電光石火のような瞬時の理解の瞬間を意味していました。唐代の文人たちは、これを混迷の後に訪れるあらゆる深遠な気づきに対して用いるようになりました。今日では、これまで見えなかった物事の繋がりが突然はっきりと浮かび上がり、全てが腑に落ちるような「ユーレカ！」の瞬間を捉える言葉として使われています。",
    "metaphoric_meaning": "混乱の後の突然の完全な理解",
    "traditionalCharacters": "恍然大悟",
    "chineseExample_tr": "經過幾天的努力，解決方案突然變得清晰"
  },
  {
    "id": "ID379",
    "characters": "讳莫如深",
    "pinyin": "huì mò rú shēn",
    "meaning": "ディープとして議論することは避けてください",
    "example": "家族はスキャンダルに言及したことがなく、禁じられたトピックとして扱っています",
    "chineseExample": "家人从不提及这一丑闻，将其视为禁忌话题",
    "theme": "人間関係と性格",
    "description": "漢代の宮廷儀礼においては、機密性の高い朝廷の事柄について、**諱莫如深**、つまり可能な限り深く議論を避ける慣行が初めて確立されました。唐の時代になると、その意味が広がり、不都合な真実について集団的に絶対的な沈黙を守る合意全般を指すようになりました。この「深さ」の比喩は、特定の話題がいかにタブーと化し、その存在を認めることすら禁じられるようになるかを的確に捉えています。",
    "metaphoric_meaning": "敏感な問題について絶対的な沈黙を維持します",
    "traditionalCharacters": "諱莫如深",
    "chineseExample_tr": "家人從不提及這一醜聞，將其視爲禁忌話題"
  },
  {
    "id": "ID380",
    "characters": "火冒三丈",
    "pinyin": "huǒ mào sān zhàng",
    "meaning": "火事は3つのチャンを上げます",
    "example": "マネージャーは、会計の矛盾を発見したときに怒りで噴火しました",
    "chineseExample": "经理发现会计差异后，怒火中烧",
    "theme": "人生哲学",
    "description": "唐代の劇場の演出家たちは、怒りが火（火）のように三丈（三丈）（約10メートル）も高く立ち上る（冒）、その鮮烈なイメージを、舞台のト書きで初めて用いました。役者たちは、その圧倒的な怒りの激しさを伝えるため、この規模で怒りを身体全体で表現するよう指示されました。明代の作家たちは、この演劇的な比喩を文学に取り入れ、挑発が誰の目にも明らかな爆発的な感情反応を生み出す瞬間を、見事に捉えるものとしました。",
    "metaphoric_meaning": "極度の怒りや怒りで爆発します",
    "traditionalCharacters": "火冒三丈",
    "chineseExample_tr": "經理發現會計差異後，怒火中燒"
  },
  {
    "id": "ID381",
    "characters": "急功近利",
    "pinyin": "jí gōng jìn lì",
    "meaning": "利益に近いラッシュアチーブメント",
    "example": "Hasty Development Projectは、品質と持続可能性よりもクイックリターンを優先しました",
    "chineseExample": "这个仓促的开发项目优先考虑快速回报，而非质量和可持续性",
    "theme": "性格と行動",
    "description": "唐代の朝廷の批評家たちは、この言葉を初めて用い、急功近利に走る官僚を非難しました。宋代の朱子学者たちは、これを適切な発展よりも速度を優先することの危険性に対する、より広範な警鐘へと発展させました。「近利」の「近」という空間的な比喩は、迅速な利益のために永続的な価値を犠牲にするという短絡的な見方を完璧に捉えていました。現代のビジネス倫理も、これらの同じ葛藤と今なお格闘しています。",
    "metaphoric_meaning": "迅速な成功と即時の利益を求めてください",
    "traditionalCharacters": "急功近利",
    "chineseExample_tr": "這個倉促的開發項目優先考慮快速回報，而非質量和可持續性"
  }
]